{
  "data": [
    {
      "title": "Chapter 1 : The values and principles of the UK",
      "content": [
        {
          "title": "The values and principles of the UK",
          "content": "<p>British society is founded on fundamental values and principles which all those living in the UK should respect and support. These values are reflected in the responsibilities, rights and privileges of being a British citizen or permanent resident of the UK. They are based on history and traditions and are protected by law, customs and expectations. There is no place in British society for extremism or intolerance.</p> <p>The fundamental principles of British life include:</p> <ul> <li>Democracy</li> <li>The rule of law</li> <li>Individual liberty</li> <li>Tolerance of those with different faiths and beliefs</li> <li>Participation in community life.</li> </ul> <p>As part of the citizenship ceremony, new citizens pledge to uphold these values. The pledge is:</p> <p>'I will give my loyalty to the United Kingdom and respect its rights and freedoms. I will uphold its democratic values. I will observe its laws faithfully and fulfil my duties and obligations as a British citizen.'</p> <p>Flowing from the fundamental principles are responsibilities and freedoms which are shared by all those living in the UK and which we expect all residents to respect.</p> <p id=\"3\">If you wish to be a permanent resident or citizen of the UK, you should:</p> <ul> <li>respect and obey the law</li> <li>respect the rights of others, including their right to their own opinions</li> <li>treat others with fairness</li> <li>look after yourself and your family</li> <li>look after the area in which you live and the environment.</li> </ul> <p>In return, the UK offers:</p> <ul> <li>freedom of belief and religion</li> <li>freedom of speech</li> <li>freedom from unfair discrimination</li> <li>a right to a fair trial</li> <li>a right to join in the election of a government.</li>"
        },
        {
          "title": "Becoming a permanent resident",
          "content": "<p>To apply to become a permanent resident or citizen of the UK, you will need to:</p> <ul> <li>speak and read English</li> <li>have a good understanding of life in the UK.</li> </ul> <p>There are currently (as of January 2013) two ways you can be tested on these requirements:</p> <ul> <li>Take the Life in the UK test. The questions are written in a way that requires an understanding of the English language at English for Speakers of Other Languages (ESOL) Entry Level 3, so there is no need to take a separate English language test. People here on work visas, including those on Tier 1 and Tier 2 of the points-based system, normally must pass the Life in the UK test to become permanent residents.</li> <li>Pass an ESOL course in English with Citizenship. You will need to take this course if your standard of English is below ESOL Entry Level 3. The course will help you to improve your English and learn more about life in the UK. At the end of the course you will take a test.</li> </ul> <p>Once you have passed one of these tests, you can make an application for permanent residence or British citizenship. The form that you have to complete and the evidence that you need to provide will depend on your personal circumstances. There is a fee for submitting an application, which is different for the various types of application. All of the forms and a list of fees can be found on the UK Border Agency website, www.ukba.homeoffice.gov.uk</p> <p>From October 2013, the requirements will change. From that date, for settlement or permanent residence, you will need to:</p> <ul> <li>Pass the Life in the UK test</li> </ul> <p>AND</p> <ul> <li>Produce acceptable evidence of speaking and listening skills in English at B1 of the Common European Framework of Reference. This is equivalent to ESOL Entry Level 3.</li> </ul> <p>The requirements for citizenship applications may also change in the future. Further details will be published on the UK Border Agency website and you should check the information on that website for current requirements before applying for settlement or citizenship.</p>"
        },
        {
          "title": "Taking the Life in the UK test",
          "content": "<p>This handbook will help prepare you for taking the Life in the UK test. The test consists of 24 questions about important aspects of life in the UK. Questions are based on ALL parts of the handbook. The 24 questions will be different for each person taking the test at that test session.</p> <p>The Life in the UK test is usually taken in English, although special arrangements can be made if you wish to take it in Welsh or Scottish Gaelic.</p> <p>You can only take the test at a registered and approved Life in the UK test centre. There are about 60 test centres around the UK. You can only book your test online, at <a href=\"http://www.lifeintheuktest.gov.uk\">www.lifeintheuktest.gov.uk</a>. You should not take your test at any other establishment as the UK Border Agency will only accept certificates from registered test centres.</p>  <p>If you live on the Isle of Man or in the Channel Islands, there are different arrangements for taking the Life in the UK test.</p> <p>When booking your test, read the instructions carefully. Make sure you enter your details correctly. You will need to take some identification and proof of your address with you to the test. If you don't take these, you will not be able to take the test.</p> <h3>How to use this handbook</h3> <p>Everything that you will need to know to pass the Life in the UK test is included in this handbook. The questions will be based on the whole book, including this introduction, so make sure you study the entire book thoroughly. The handbook has been written to ensure that anyone who can read English at ESOL Entry Level 3 or above should have no difficulty with the language.</p> <p>The glossary at the back of the handbook contains some key words and phrases, which you might find helpful.</p> <p>The 'Check that you understand' boxes are for guidance. They will help you to identify particular things that you should understand. Just knowing the things highlighted in these boxes will not be enough to pass the test. You need to make sure that you understand everything in the book, so please read the information carefully.</p> <h3>Where to find more information</h3> <p>You can find out more information from the following places:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The UK Border Agency website (<a href=\"http://www.ukba.homeoffice.gov.uk\">www.ukba.homeoffice.gov.uk</a>) for more information about the application process and the forms you will need to complete</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Life in the UK test website (<a href=\"http://www.lifeintheuktest.gov.uk\">www.lifeintheuktest.gov.uk</a>) for more information about the test and how to book a place to take one</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Gov.uk (<a href=\"http://www.gov.uk\">www.gov.uk</a>) for information about ESOL courses and how to find one in your area.</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The origin of the values underlying British society</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The fundamental principles of British life</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The responsibilities and freedoms which come with permanent residence</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The process of becoming a permanent resident or citizen</p> <p>&nbsp;</p>"
        }
      ]
    },
    {
      "title": "What is the UK",
      "content": [
        {
          "title": "What is the UK",
          "content": "<p>The UK is made up of England, Scotland, Wales and Northern Ireland. The rest of Ireland is an independent country.</p> <p>The official name of the country is the United Kingdom of Great Britain and Northern Ireland. 'Great Britain' refers only to England, Scotland and Wales, not to Northern Ireland. The words 'Britain', 'British Isles' or 'British', however, are used in this book to refer to everyone in the UK.</p> <p id=\"1\">There are also several islands which are closely linked with the UK but are not part of it: the Channel Islands and the Isle of Man. These have their own governments and are called 'Crown dependencies'. There are also several British overseas territories in other parts of the world, such as St Helena and the Falkland Islands. They are also linked to the UK but are not a part of it.</p> <p>The UK is governed by the parliament sitting in Westminster. Scotland, Wales and Northern Ireland also have parliaments or assemblies of their own, with devolved powers in defined areas.</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The different countries that make up the UK</p>"
        }
      ]
    },
    {
      "title": "Chapter 3: A long and illustrious history",
      "content": [
        {
          "title": "Early Britain",
          "content": "The first people to live in Britain were hunter-gatherers, in what we call the Stone Age. For much of the Stone Age, Britain was connected to the continent by a land bridge. People came and went, following the herds of deer and horses which they hunted. Britain only became permanently separated from the continent by the Channel about 10,000 years ago.</p>                     <p>The first farmers arrived in Britain 6,000 years ago. The ancestors of these first farmers probably came from south-east Europe. These people built houses, tombs and monuments on the land. One of these monuments, Stonehenge, still stands in what is now the English county of Wiltshire. Stonehenge was probably a special gathering place for seasonal ceremonies. Other Stone Age sites have also survived. Skara Brae on Orkney, off the north coast of Scotland, is the best preserved prehistoric village in northern Europe, and has helped archaeologists to understand more about how people lived near the end of the Stone Age.</p>                     <p>Around 4,000 years ago, people learned to make bronze. We call this period the Bronze Age. People lived in roundhouses and buried their dead in tombs called round barrows. The people of the Bronze Age were accomplished metalworkers who made many beautiful objects in bronze and gold, including tools, ornaments and weapons. The Bronze Age was followed by the Iron Age, when people learned how to make weapons and tools out of iron. People still lived ¡n roundhouses, grouped together into larger settlements, and sometimes defended sites called hill forts. A very impressive hill fort can still be seen today at Maiden Castle, in the English county of Dorset. Most people were farmers, craft workers or warriors. The language they spoke was part of the Celtic language family. Similar languages were spoken across Europe in the Iron Age, and related languages are still spoken today in some parts of Wales, Scotland and Ireland. The people of the Iron Age had a sophisticated culture and economy. They made the first coins to be minted in Britain, some inscribed with the names of Iron Age kings. This marks the beginnings of British history.</p>                     <h3>The Romans</h3>                     <p>Julius Caesar led a Roman invasion of Britain in 55 BC. This was unsuccessful and for nearly 100 years Britain remained separate from the Roman Empire. In AD 43 the Emperor Claudius led the Roman army in a new invasion. This time, there was resistance from some of the British tribes but the Romans were successful in occupying almost all of Britain. One of the tribal leaders who fought against the Romans was Boudicca, the queen of the Iceni in what is now eastern England. She is still remembered today and there is a statue of her on Westminster Bridge in London, near the Houses of Parliament.</p>                     <p>Areas of what is now Scotland were never conquered by the Romans, and the Emperor Hadrian built a wall in the north of England to keep out the Picts (ancestors of the Scottish people). Included in the wall were a number of forts. Parts of Hadrian's Wall, including the forts of Housesteads and Vindolanda, can still be seen. It is a popular area for walkers and is a UNESCO (United Nations Educational, Scientific and Cultural Organization) World Heritage Site.</p>                     <p>The Romans remained in Britain for 400 years. They built roads and public buildings, created a structure of law, and introduced new plants and animals. It was during the 3rd and 4th centuries AD that the first Christian communities began to appear in Britain.</p>                     <h3>The Anglo-Saxons</h3>                     <p>The Roman army left Britain in AD 410 to defend other parts of the Roman Empire and never returned. Britain was again invaded by tribes from northern Europe: the Jutes, the Angles and the Saxons. The languages they spoke are the basis of modern-day English. Battles were fought against these invaders but, by about AD 600, Anglo-Saxon kingdoms were established in Britain. These kingdoms were mainly in what is now England. The burial place of one of the kings was at Sutton Hoo in modern Suffolk. This king was buried with treasure and armour, all placed in a ship which was then covered by a mound of earth. Parts of the west of Britain, including much of what is now Wales, and Scotland, remained free of Anglo Saxon rule.</p>                     <p>The Anglo-Saxons were not Christians when they first came to Britain but, during this period, missionaries came to Britain to preach about Christianity. Missionaries from Ireland spread the religion in the north. The most famous of these were St Patrick, who would become the patron saint of Ireland (see page 77 for more about patron saints), and St Columba, who founded a monastery on the island of lona, off the coast of what is now Scotland. St Augustine led missionaries from Rome, who spread Christianity in the south. St Augustine became the first Archbishop of Canterbury (see page 77 for more about the Archbishop of Canterbury and the Church in Britain today).</p>                     <h3>The Vikings</h3>                     <p>The Vikings came from Denmark and Norway. They first visited Britain in AD 789 to raid coastal towns and take away goods and slaves. Then, they began to stay and form their own communities in the east of England and Scotland. The Anglo-Saxon kingdoms in England united under King Alfred the Great, who defeated the Vikings. Many of the Viking invaders stayed in Britain — especially in the east and north of England, in an area known as the Danelaw (many place names there, such as Grimsby and Scunthorpe, come from the Viking languages). The Viking settlers mixed with local communities and some converted to Christianity.</p>                     <p>Anglo-Saxon kings continued to rule what is now England, except for a short period when there were Danish kings. The first of these was Cnut, also called Canute. In the north, the threat of attack by Vikings had encouraged the people to unite under one king, Kenneth MacAlpin. The term Scotland began to be used to describe that country.</p>                     <h3>The Norman Conquest</h3>                     <p>In 1066, an invasion led by William, the Duke of Normandy (in what is now northern France), defeated Harold, the Saxon king of England, at the Battle of Hastings. Harold was killed in the battle. William became king of England and is known as William the Conqueror. The battle is commemorated in a great piece of embroidery, known as the Bayeux Tapestry, which can still be seen in France today.</p>                     <p>The Norman Conquest was the last successful foreign invasion of England and led to many changes in government and social structures in England. Norman French, the language of the new ruling class, influenced the development of the English language as we know it today. Initially the Normans also conquered Wales, but the Welsh gradually won territory back. The Scots and the Normans fought on the border between England and Scotland; the Normans took over some land on the border but did not invade Scotland.</p>                     <p>William sent people all over England to draw up lists of all the towns and villages. The people who lived there, who owned the land and what animals they owned were also listed. This was called the Domesday Book. It still exists today and gives a picture of society in England just after the Norman Conquest.</p>                     <h3>Check that you understand:</h3>                     <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The history of the UK before the Romans</p>                     <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The impact of the Romans on British society</p>                     <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The different groups that invaded after the Romans</p>                     <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Importance of the Norman invasion in 1066</p>                     "
        },
        {
          "title": "The Middle Ages",
          "content": "<h3>War at home and abroad</h3>                             <p>The period after the Norman Conquest up until about 1485 is called the Middle Ages (or the medieval period). It was a time of almost constant war.</p>                             <p>The English kings fought with the Welsh, Scottish and Irish noblemen for control of their lands. In Wales, the English were able to establish their rule. In 1284 King Edward I of England introduced the Statute of Rhuddlan, which annexed Wales to the Crown of England. Huge castles, including Conwy and Caernarvon, were built to maintain this power. By the middle of the 15th century the last Welsh rebellions had been defeated. English laws and the English language were introduced.</p>                             <p>In Scotland, the English kings were less successful. In 1314 the Scottish, led by Robert the Bruce, defeated the English at the Battle of Bannockburn, and Scotland remained unconquered by the English.</p>                             <p>At the beginning of the Middle Ages, Ireland was an independent country. The English first went to Ireland as troops to help the Irish king and remained to build their own settlements. By 1200, the English ruled an area of Ireland known as the Pale, around Dublin. Some of the important lords in other parts of Ireland accepted the authority of the English king.</p>                             <p>During the Middle Ages, the English kings also fought a number of wars abroad. Many knights took part in the Crusades, in which European Christians fought for control of the Holy Land. English kings also fought a long war with France, called the Hundred Years War (even though it actually lasted 116 years). One of the most famous battles of the Hundred Years War was the Battle of Agincourt in 1415, where King Henry V's vastly outnumbered English army defeated the French. The English left France in the 1450s.</p>                             <h3>The Black Death</h3>                             <p>The Normans used a system of land ownership known as feudalism. The king gave land to his lords in return for help in war. Landowners had to send certain numbers of men to serve in the army. Some peasants had their own land but most were serfs. They had a small area of their lord's land where they could grow food. In return, they had to work for their lord and could not move away. The same system developed in southern Scotland. In the north of Scotland and Ireland, land was owned by members of the 'clans' (prominent families).</p>                             <p>In 1348, a disease, probably a form of plague, came to Britain. This was known as the Black Death. One third of the population of England died and a similar proportion in Scotland and Wales. This was one of the worst disasters ever to strike Britain. Following the Black Death, the smaller population meant there was less need to grow cereal crops. There were labour shortages and peasants began to demand higher wages. New social classes appeared, including owners of large areas of land (later called the gentry), and people left the countryside to live in the towns. In the towns, growing wealth led to the development of a strong middle class.</p>                             <p>In Ireland, the Black Death killed many in the Pale and, for a time, the area controlled by the English became smaller.</p>                             <h3>Legal and political changes</h3>                             <p>In the Middle Ages, Parliament began to develop into the institution it is today. Its origins can be traced to the king's council of advisers, which included important noblemen and the leaders of the Church.</p>                             <p>There were few formal limits to the king's power until 1215. In that year, King John was forced by his noblemen to agree to a number of demands. The result was a charter of rights called the Magna Carta (which means the Great Charter). The Magna Carta established the idea that even the king was subject to the law. It protected the rights of the nobility and restricted the king's power to collect taxes or to make or change laws. In future, the king would need to involve his noblemen in decisions.</p>                             <p>In England, parliaments were called for the king to consult his nobles, particularly when the king needed to raise money. The numbers attending Parliament increased and two separate parts, known as Houses, were established. The nobility, great landowners and bishops sat in the House of Lords. Knights, who were usually smaller landowners, and wealthy people from towns and cities were elected to sit in the House of Commons. Only a small part of the population was able to join in electing the members of the Commons.</p>                             <p>A similar Parliament developed in Scotland. It had three Houses, called Estates: the lords, the commons and the clergy.</p>                             <p>This was also a time of development in the legal system. The principle that judges are independent of the government began to be established. In England, judges developed 'common law' by a process of precedence (that is, following previous decisions) and tradition. In Scotland, the legal system developed slightly differently and laws were 'codified' (that ¡s, written down).</p>                             <h3>A distinct identity</h3>                             <p>The Middle Ages saw the development of a national culture and identity. After the Norman Conquest, the king and his noblemen had spoken Norman French and the peasants had continued to speak Anglo-Saxon. Gradually these two languages combined to become one English language. Some words in modern English — for example, 'park' and 'beauty' — are based on Norman French words. Others — for example, 'apple', 'cow' and 'summer' — are based on Anglo-Saxon words. In modern English there are often two words with very similar meanings, one from French and one from Anglo-Saxon. 'Demand' (French) and 'ask' (Anglo-Saxon) are examples. By 1400, in England, official documents were being written in English, and English had become the preferred language of the royal court and Parliament.</p>                             <p>In the years leading up to 1400, Geoffrey Chaucer wrote a series of poems in English about a group of people going to Canterbury on a pilgrimage. The people decided to tell each other stories on the journey, and the poems describe the travellers and some of the stories they told. This collection of poems is called The Canterbury Tales. t was one of the first books to be printed by William Caxton, the first person in England to print books using a printing press. Many of the stories are still popular. Some have been made into plays and television programmes.</p>                             <p>In Scotland, many people continued to speak Gaelic and the Scots language also developed. A number of poets began to write in the Scots language. One example is John Barbour, who wrote The Bruce about the Battle of Bannockburn.</p>                             <p>The Middle Ages also saw a change in the type of buildings in Britain. Castles were built in many places in Britain and Ireland, partly for defence. Today many are in ruins, although some, such as Windsor and Edinburgh, are still in use. Great cathedrals — for example, Lincoln Cathedral — were also built, and many of these are still used for worship. Several of the cathedrals had windows of stained glass, telling stories about the Bible and Christian saints. The glass in York Minster is a famous example.</p>                             <p>During this period, England was an important trading nation. English wool became a very important export. People came to England from abroad to trade and also to work. Many had special skills, such as weavers from France, engineers from Germany, glass manufacturers from Italy and canal builders from Holland.</p>                             <h3>The Wars of the Roses</h3>                             <p>In 1455, a civil war was begun to decide who should be king of England. It was fought between the supporters of two families: the House of Lancaster and the House of York. This war was called the Wars of the Roses, because the symbol of Lancaster was a red rose and the symbol of York was a white rose. The war ended with the Battle of Bosworth Field in 1485. King Richard Ill of the House of York was killed in the battle and Henry Tudor, the leader of the House of Lancaster, became King Henry VII. Henry then married King Richard's niece, Elizabeth of York, and united the two families. Henry was the first king of the House of Tudor. The symbol of the House of Tudor was a red rose with a white rose inside it as a sign that the Houses of York and Lancaster were now allies.</p>                             <h3>Check that you understand</h3>                             <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The wars that took place in the Middle Ages</p>                             <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How Parliament began to develop</p>                             <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The way that land ownership worked</p>                             <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The effects of the Black Death</p>                             <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The development of English language and culture</p>                             <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Wars of the Roses and the founding of the House of Tudor</p>                             "
        },
        {
          "title": "The Tudors and Stuarts",
          "content": "<h3>Religious conflicts</h3>                     <p>After his victory in the Wars of the Roses, Henry VII wanted to make sure that England remained peaceful and that his position as king was secure. He deliberately strengthened the central administration of England and reduced the power of the nobles. He was thrifty and built up the monarchy's financial reserves. When he died, his son Henry VIII continued the policy of centralising power.</p>                     <p>Henry VIII was most famous for breaking away from the Church of Rome and marrying six times.</p>                     <h3>The six wives of Henry VIII</h3>                     <p>Catherine of Aragon — Catherine was a Spanish princess. She and Henry had a number of children but only one, Mary,&nbsp; survived. When Catherine was too old to give him another child, Henry decided to divorce her, hoping that another wife would give him a son to be his heir.</p>                     <p>Anne Boleyn — Anne Boleyn was English. She and Henry had one daughter, Elizabeth. Anne was unpopular in the country and was accused of taking lovers. She was executed at the Tower of London.</p>                     <p>Jane Seymour — Henry married Jane after Anne's execution. She gave Henry the son he wanted, Edward, but she died shortly after the birth.</p>                     <p>Anne of Cleves — Anne was a German princess. Henry married her for political reasons but divorced her soon after.</p>                     <p>Catherine Howard — Catherine was a cousin of Anne Boleyn. She was also accused of taking lovers and executed.</p>                     <p>Catherine Parr — Catherine was a widow who married Henry late in his life. She survived him and married again but died soon after.</p>                     <p>To divorce his first wife, Henry needed the approval of the Pope. When the Pope refused, Henry established the Church of England. In this new Church, the king, not the Pope, would have the power to appoint bishops and order how people should worship.</p>                     <p>At the same time the Reformation was happening across Europe. This was a movement against the authority of the Pope and the ideas and practices of the Roman Catholic Church. The Protestants formed their own churches. They read the Bible in their own languages instead of in Latin; they did not pray to saints or at shrines; and they believed that a person's own relationship with God was more important than submitting to the authority of the Church. Protestant ideas gradually gained strength in England, Wales and Scotland during the 16th century.</p>                     <p>In Ireland, however, attempts by the English to impose Protestantism (alongside efforts to introduce the English system of laws about the inheritance of land) led to rebellion from the Irish chieftains, and much brutal fighting followed.</p>                     <p>During the reign of Henry VIII, Wales became formally united with England by the Act for the Government of Wales. The Welsh sent representatives to the House of Commons and the Welsh legal system was reformed.</p>                     <p>Henry VIII was succeeded by his son Edward VI, who was strongly Protestant. During his reign, the Book of Common Prayer was written to be used in the Church of England. A version of this book is still used in some churches today. Edward died at the age of 15 after ruling for just over six years, and his half-sister Mary became queen. Mary was a devout Catholic and persecuted Protestants (for this reason, she became known as 'Bloody Mary'). Mary also died after a short reign and the next monarch was her half-sister, Elizabeth, the daughter of Henry VIII and Anne Boleyn.</p>                     <h3>Queen Elizabeth I</h3>                     <p>Queen Elizabeth I was a Protestant. She re-established the Church of England as the official Church in England. Everyone had to attend their local church and there were laws about the type of religious services and the prayers which could be said, but Elizabeth did not ask about people's real beliefs. She succeeded in finding a balance between the views of Catholics and the more extreme Protestants. In this way, she avoided any serious religious conflict within England. Elizabeth became one of the most popular monarchs in English history, particularly after 1588, when the English defeated the Spanish Armada (a large fleet of ships), which had been sent by Spain to conquer England and restore Catholicism.</p>                     <h3>The Reformation in Scotland and Mary, Queen of Scots</h3>                     <p>Scotland had also been strongly influenced by Protestant ideas. In 1560, the predominantly Protestant Scottish Parliament abolished the authority of the Pope in Scotland and Roman Catholic religious services became illegal. A Protestant Church of Scotland with an elected leadership was established but, unlike in England, this was not a state Church.</p>                     <p>The queen of Scotland, Mary Stuart (often now called 'Mary, Queen of Scots') was a Catholic. She was only a week old when her father died and she became queen. Much of her childhood was spent in France. When she returned to Scotland, she was the centre of a power struggle between different groups. When her husband was murdered, Mary was suspected of involvement and fled to England. She gave her throne to her Protestant son, James VI of Scotland. Mary was Elizabeth l's cousin and hoped that Elizabeth might help her, but Elizabeth suspected Mary of wanting to take over the English throne, and kept her a prisoner for 20 years. Mary was eventually executed, accused of plotting against Elizabeth I.</p>                     <h3>Exploration, poetry and drama</h3>                     <p>The Elizabethan period in England was a time of growing patriotism: a feeling of pride in being English. English explorers sought new trade routes and tried to expand British trade into the Spanish colonies in the Americas. Sir Francis Drake, one of the commanders in the defeat of the Spanish Armada, was one of the founders of England's naval tradition. His ship, the Golden Hind, was one of the first to sail right around ('circumnavigate') the world. In Elizabeth l's time, English settlers first began to colonise the eastern coast of America. This colonisation, particularly by people who disagreed with the religious views of the next two kings, greatly increased in the next century.</p>                     <p>The Elizabethan period is also remembered for the richness of its poetry and drama, especially the plays and poems of William Shakespeare.</p>                     <h3>William Shakespeare (1564—1616)</h3>                     <p>Shakespeare was born in Stratford-upon-Avon, England. He was a playwright and actor and wrote many poems and plays. His most famous plays include A Midsummer Night's Dream, Hamlet, Macbeth and Romeo and Juliet. He also dramatised significant events from the past, but he did not focus solely on kings and queens. He was one of the first to portray ordinary Englishmen and women. Shakespeare had a great influence on the English language and invented many words that are still common today. Lines from his plays and poems which are often still quoted include:</p>                     <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Once more unto the breach (Henry V)</p>                     <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To be or not to be (Hamlet)</p>                     <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A rose by any other name (Romeo and Juliet)</p>                     <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; All the world's a stage (As You Like It)</p>                     <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The darling buds of May (Sonnet 18— Shall I Compare Thee To A Summer's Day).</p>                     <p>Many people regard Shakespeare as the greatest playwright of all time. His plays and poems are still performed and studied in Britain and other countries today. The Globe Theatre in London is a modern copy of the theatres in which his plays were first performed.</p>                     <h3>James VI and I</h3>                     <p>Elizabeth I never married and so had no children of her own to inherit her throne. When she died in 1603 her heir was her cousin James VI of Scotland. He became King James I of England, Wales and Ireland but Scotland remained a separate country.</p>                     <h3>The King James Bible</h3>                     <p>One achievement of King James' reign was a new translation of the Bible into English. This translation is known as the 'King James Version' or the 'Authorised Version'. It was not the first English Bible but is a version which continues to be used in many Protestant churches today.</p>                     <h3>Ireland</h3>                     <p>During this period, Ireland was an almost completely Catholic country. Henry VII and Henry VIII had extended English control outside the Pale (see page 21) and had established English authority over the whole country. Henry VIII took the title 'King of Ireland'. English laws were introduced and local leaders were expected to follow the instructions of the Lord Lieutenants in Dublin.</p>                     <p>During the reigns of Elizabeth I and James I, many people in Ireland opposed rule by the Protestant government in England. There were a number of rebellions. The English government encouraged Scottish and English Protestants to settle in Ulster, the northern province of Ireland, taking over the land from Catholic landholders. These settlements were known as plantations. Many of the new settlers came from south-west Scotland and other land was given to companies based in London. James later organised similar plantations in several other parts of Ireland. This had serious long-term consequences for the history of England, Scotland and Ireland.</p>                     <h3>The rise of Parliament</h3>                     <p>Elizabeth I was very skilled at managing Parliament. During her reign, she was successful in balancing her wishes and views against those of the House of Lords and those of the House of Commons, which was increasingly Protestant in its views.</p>                     <p>James I and his son Charles I were less skilled politically. Both believed in the 'Divine Right of Kings': the idea that the king was directly appointed by God to rule. They thought that the king should be able to act without having to seek approval from Parliament. When Charles I inherited the thrones of England, Wales, Ireland and Scotland, he tried to rule in line with this principle. When he could not get Parliament to agree with his religious and foreign policies, he tried to rule without Parliament at all. For 11 years, he found ways in which to raise money without Parliament's approval but eventually trouble in Scotland meant that he had to recall Parliament.</p>                     <h3>The beginning of the English Civil War</h3>                     <p>Charles I wanted the worship of the Church of England to include more ceremony and introduced a revised Prayer Book. He tried to impose this Prayer Book on the Presbyterian Church in Scotland and this led to serious unrest. A Scottish army was formed and Charles could not find the money he needed for his own army without the help of Parliament. In 1640, he recalled Parliament to ask it for funds.</p>                     <p>Many in Parliament were Puritans, a group of Protestants who advocated strict and simple religious doctrine and worship. They did not agree with the king's religious views and disliked his reforms of the Church of England. Parliament refused to give the king the money he asked for, even after the Scottish army invaded England.</p>                     <p>Another rebellion began in Ireland because the Roman Catholics in Ireland were afraid of the growing power of the Puritans. Parliament took this opportunity to demand control of the English army — a change that would have transferred substantial power from the king to Parliament. In response, Charles I entered the House of Commons and tried to arrest five parliamentary leaders, but they had been warned and were not there. (No monarch has set foot in the Commons since.) Civil war between the king and Parliament could not now be avoided and began in 1642. The country split into those who supported the king (the Cavaliers) and those who supported Parliament (the Roundheads).</p>                     <h3>Oliver Cromwell and the English republic</h3>                     <p>The king's army was defeated at the Battles of Marston Moor and Naseby. By 1646, it was clear that Parliament had won the war. Charles was held prisoner by the parliamentary army. He was still unwilling to reach any agreement with Parliament and in 1649 he was executed.</p>                     <p>England declared itself a republic, called the Commonwealth. It no longer had a monarch. For a time, it was not totally clear how the country would be governed. For now, the army was in control. One of its generals, Oliver Cromwell, was sent to Ireland, where the revolt which had begun in 1641 still continued and where there was still a Royalist army. Cromwell was successful in establishing the authority of the English Parliament but did this with such violence that even today Cromwell remains a controversial figure in Ireland.</p>                     <p>The Scots had not agreed to the execution of Charles I and declared his son Charles II to be king. He was crowned king of Scotland and led a Scottish army into England. Cromwell defeated this army in the Battles of Dunbar and Worcester. Charles Il escaped from Worcester, famously hiding in an oak tree on one occasion, and eventually fled to Europe. Parliament now controlled Scotland as well as England and Wales.</p>                     <p>After his campaign in Ireland and victory over Charles Il at Worcester, Cromwell was recognised as the leader of the new republic. He was given the title of Lord Protector and ruled until his death in 1658. When Cromwell died, his son, Richard, became Lord Protector in his place but was not able to control the army or the government. Although Britain had been a republic for 11 years, without Oliver Cromwell there was no clear leader or system of government. Many people in the country wanted stability. People began to talk about the need for a king.</p>                     <h3>The Restoration</h3>                     <p>In May 1660, Parliament invited Charles II to come back from exile in the Netherlands. He was crowned King Charles II of England, Wales, Scotland and Ireland. Charles II made it clear that he had 'no wish to go on his travels again'. He understood that he could not always do as he wished but would sometimes need to reach agreement with Parliament. Generally, Parliament supported his policies. The Church of England again became the established official Church. Both Roman Catholics and Puritans were kept out of power.</p>                     <p>During Charles Il's reign, in 1665, there was a major outbreak of plague in London. Thousands of people died, especially in poorer areas. The following year, a great tire destroyed much of the city, including many churches and St Paul's Cathedral. London was rebuilt with a new St Paul's, which was designed by a famous architect, Sir Christopher Wren. Samuel Pepys wrote about these events in a diary which was later published and is still read today.</p>                     <p>The Habeas Corpus Act became law in 1679. This was a very important piece of legislation which remains relevant today. Habeas corpus is Latin for 'you must present the person in court'. The Act guaranteed that no one could be held prisoner unlawfully. Every prisoner has a right to a court hearing.</p>                     <p>Charles II was interested in science. During his reign, the Royal Society was formed to promote 'natural knowledge'. This is the oldest surviving scientific society in the world. Among its early members were Sir Edmund Halley, who successfully predicted the return of the comet now called Halley's Comet, and Sir Isaac Newton.</p>                     <h3>Isaac Newton (1643-1727)</h3>                     <p>Born in Lincolnshire, eastern England, Isaac Newton first became interested in science when he studied at Cambridge University. He became an important figure in the field. His most famous published work was Philosophiae Naturalis Principia Mathematica ('Mathematical Principles of Natural Philosophy'), which showed how gravity applied to the whole universe. Newton also discovered that white light is made up of the colours of the rainbow. Many of his discoveries are still important for modern science.</p>                     <h3>A Catholic king</h3>                     <p>Charles II had no legitimate children. He died in 1685 and his brother, James, who was a Roman Catholic, became King James VII England, Wales and Ireland and King James VII of Scotland. James favoured Roman Catholics and allowed them to be army officers, which an Act of Parliament had forbidden. He did not seek to reach agreements with Parliament and arrested some of the bishops of the Church of England. People in England worried that James wanted to make England a Catholic country once more. However, his heirs were his two daughters, who were both firmly Protestant, and people thought that this meant there would soon be a Protestant monarch again. Then, James's wife had a son. Suddenly, it seemed likely that the next monarch would not be a Protestant after all.</p>                     <h3>The Glorious Revolution</h3>                     <p>James II's elder daughter, Mary, was married to her cousin William of Orange, the Protestant ruler of the Netherlands. In 1688, important Protestants in England asked William to invade England and proclaim himself king. When William reached England, there was no resistance. James fled to France and William took over the throne, becoming William Ill in England, Wales and Ireland, and William Il of Scotland. William ruled jointly with Mary. This event was later called the 'Glorious Revolution' because there was no fighting in England and because it guaranteed the power of Parliament, ending the threat of a monarch ruling on his or her own as he or she wished. James II wanted to regain the throne and invaded Ireland with the help of a French army. William defeated James II at the Battle of the Boyne in Ireland in 1690, an event which is still celebrated by some in Northern Ireland today. William re-conquered Ireland and James fled back to France. Many restrictions were placed on the Roman Catholic Church in Ireland and Irish Catholics were unable to take part in the government.</p>                     <p>There was also support for James in Scotland. An attempt at an armed rebellion in support of James was quickly defeated at Killiecrankie. All Scottish clans were required formally to accept William as king by taking an oath. The MacDonalds of Glencoe were late in taking the oath and were all killed. The memory of this massacre meant some Scots distrusted the new government. Some continued to believe that James was the rightful king, particularly in Scotland. Some joined him in exile in France; others were secret supporters. James' supporters became known as Jacobites.</p>                     <h3>Check that you understand</h3>                     <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How and why religion changed during this period</p>                     <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The importance of poetry and drama in the Elizabethan period</p>                     <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; About the involvement of Britain in Ireland</p>                     <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The development of Parliament and the only period in history when England was a republic</p>                     <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why there was a restoration of the monarchy</p>                     <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How the Glorious Revolution happened</p>"
        },
        {
          "title": "A Global Power",
          "content": "At the coronation of William and Mary, a Declaration of Rights was read. This confirmed that the king would no longer be able to raise taxes or administer justice without agreement from Parliament. The balance of power between monarch and Parliament had now permanently changed. The Bill of Rights, 1689, confirmed the rights of Parliament and the limits of the king's power. Parliament took control of who could be monarch and declared that the king or queen must be a Protestant. A new Parliament had to be elected at least every three years (later this became seven years and now it is five years). Every year the monarch had to ask Parliament to renew funding for the army and the navy.</p> <p>These changes meant that, to be able to govern effectively, the monarch needed to have advisers, or ministers, who would be able to ensure a majority of votes in the House of Commons and the House of Lords. There were two main groups in Parliament, known as the Whigs and the Tories. (The modern Conservative Party is still sometimes referred to as the Tories.) This was the beginning of party politics.</p> <p>This was also an important time for the development of a free press (newspapers and other publications which are not controlled by the government). From 1695, newspapers were allowed to operate without a government licence. Increasing numbers of newspapers began to be published.</p> <p>The laws passed after the Glorious Revolution are the beginning of what is called 'constitutional monarchy'. The monarch remained very important but was no longer able to insist on particular policies or actions if Parliament did not agree. After William Ill, the ministers gradually became more important than the monarch but this was not a democracy in the modern sense. The number of people who had the right to vote for members of Parliament was still very small. Only men who owned property of a certain value were able to vote. No women at all had the vote. Some constituencies were controlled by a single wealthy family. These were called 'pocket boroughs'. Other constituencies had hardly any voters and were called 'rotten boroughs'.</p> <h3>A growing population</h3> <p>This was a time when many people left Britain and Ireland to settle in new colonies in America and elsewhere, but others came to live in Britain. The first Jews to come to Britain since the Middle Ages settled in London in 1656. Between 1680 and 1720 many refugees called Huguenots came from France. They were Protestants and had been persecuted for their religion. Many were educated and skilled and worked as scientists, in banking, or in weaving or other crafts.</p> <p>The Act or Treaty of Union in Scotland William and Mary's successor, Queen Anne, had no surviving children. This created uncertainty over the succession in England, Wales and Ireland and in Scotland. The Act of Union, known as the Treaty of Union in Scotland, was therefore agreed in 1707, creating the Kingdom of Great Britain. Although Scotland was no longer an independent country, it kept its own legal and education systems and Presbyterian Church.</p> <h3>The Prime Minister</h3> <p>When Queen Anne died in 1714, Parliament chose a German, George I, to be the next king, because he was Anne's nearest Protestant relative. An attempt by Scottish Jacobites to put James Il's son on the throne instead was quickly defeated. George I did not speak very good English and this increased his need to rely on his ministers. The most important minister in Parliament became known as the Prime Minister. The first man to be called this was Sir Robert Walpole, who was Prime Minister from 1721 to 1742.</p> <h3>The rebellion of the clans</h3> <p>In 1745 there was another attempt to put a Stuart king back on the throne in place of George l's son, George Il. Charles Edward Stuart (Bonnie Prince Charlie), the grandson of James Il, landed in Scotland. He was supported by clansmen from the Scottish highlands and raised an army. Charles initially had some successes but was defeated by George Il's army at the Battle of Culloden in 1746. Charles escaped back to Europe.</p> <p>The clans lost a lot of their power and influence after Culloden. Chieftains became landlords if they had the favour of the English king, and clansmen became tenants who had to pay for the land they used.</p> <p>A process began which became known as the 'Highland Clearances'. Many Scottish landlords destroyed individual small farms (known as 'crofts') to make space for large flocks of sheep and cattle. Evictions became very common in the early 19th century. Many Scottish people left for North America at this time.</p> <h3>Robert Burns (1759—96)</h3> <p>Known in Scotland as 'The Bard', Robert Burns was a Scottish poet. He wrote in the Scots language, English with some Scottish words, and standard English. He also revised a lot of traditional folk songs by changing or adding lyrics. Burns' best-known work is probably the song Auld Lang Syne, which is sung by people in the UK and other countries when they are celebrating the New Year (or Hogmanay as it is called in Scotland).</p> <h3>The Enlightenment</h3> <p>During the 18th century, new ideas about politics, philosophy and science were developed. This is often called 'the Enlightenment'. Many of the great thinkers of the Enlightenment were Scottish. Adam Smith developed ideas about economics which are still referred to today. David Hume's ideas about human nature continue to influence philosophers. Scientific discoveries, such as James Watt's work on steam power, helped the progress of the Industrial Revolution. One of the most important principles of the Enlightenment was that everyone should have the right to their own political and religious beliefs and that the state should not try to dictate to them. This continues to be an important principle in the UK today.</p> <h3>The Industrial Revolution</h3> <p>Before the 18th century, agriculture was the biggest source of employment in Britain. There were many cottage industries, where people worked from home to produce goods such as cloth and lace.</p> <p>The Industrial Revolution was the rapid development of industry in Britain in the 18th and 19th centuries. Britain was the first country to industrialise on a large scale. It happened because of the development of machinery and the use of steam power. Agriculture and the manufacturing of goods became mechanised. This made things more efficient and increased production. Coal and other raw materials were needed to power the new factories. Many people moved from the countryside and started working in the mining and manufacturing industries.</p> <p>The development of the Bessemer process for the mass production of steel led to the development of the shipbuilding industry and the railways. Manufacturing jobs became the main source of employment in Britain.</p> <h3>Richard Arkwright (1732-92)</h3> <p>Born in 1732, Arkwright originally trained and worked as a barber. He was able to dye hair and make wigs. When wigs became less popular, he started to work in textiles. He improved the original carding machine. Carding is the process of preparing fibres for spinning into yarn and fabric. He also developed horse driven spinning mills that used only one machine. This increased the efficiency of production. Later, he used the steam engine to power machinery. Arkwright is particularly remembered for the efficient and profitable way that he ran his factories.</p> <p>Better transport links were needed to transport raw materials and manufactured goods. Canals were built to link the factories to towns and cities and to the ports, particularly in the new industrial areas in the middle and north of England.</p> <p>Working conditions during the Industrial Revolution were very poor. There were no laws to protect employees, who were often forced to work long hours in dangerous situations. Children also worked and were treated in the same way as adults. Sometimes they were treated even more harshly.</p> <p>This was also a time of increased colonisation overseas. Captain James Cook mapped the coast of Australia and a few colonies were established there. Britain gained control over Canada, and the East India Company, originally set up to trade, gained control of large parts of India. Colonies began to be established in southern Africa.</p> <p>Britain traded all over the world and began to import more goods. Sugar and tobacco came from North America and the West Indies; textiles, tea and spices came from India and the area that is today called Indonesia. Trading and settlements overseas sometimes brought Britain into conflict with other countries, particularly France, which was expanding and trading in a similar way in many of the same areas of the world.</p> <h3>Sake Dean Mahomet (1759-1851)</h3> <p>Mahomet was born in 1759 and grew up in the Bengal region of India. He served in the Bengal army and came to Britain in 1782. He then moved to Ireland and eloped with an Irish girl called Jane Daly in 1786, returning to England at the turn of the century. In 1810 he opened the Hindoostane Coffee House in George Street, London. It was the first curry house to open in Britain. Mahomet and his wife also introduced 'shampooing', the Indian art of head massage, to Britain.</p> <h3>The slave trade</h3> <p>This commercial expansion and prosperity was sustained in part by the booming slave trade. While slavery was illegal within Britain itself, by the 18th century it was a fully established overseas industry, dominated by Britain and the American colonies.</p> <p>Slaves came primarily from West Africa. Travelling on British ships in horrible conditions, they were taken to America and the Caribbean, where they were made to work on tobacco and sugar plantations. The living and working conditions for slaves were very bad. Many slaves tried to escape and others revolted against their owners in protest at their terrible treatment.</p> <p>There were, however, people in Britain who opposed the slave trade. The first formal anti-slavery groups were set up by the Quakers in the late 1700s, and they petitioned Parliament to ban the practice. William Wilberforce, an evangelical Christian and a member of Parliament, also played an important part in changing the law. Along with other abolitionists (people who supported the abolition of slavery), he succeeded in turning public opinion against the slave trade. In 1807, it became illegal to trade slaves in British ships or from British ports, and in 1833 the Emancipation Act abolished slavery throughout the British Empire. The Royal Navy stopped slave ships from other countries, freed the slaves and punished the slave traders. After 1833, 2 million Indian and Chinese workers were employed to replace the freed slaves. They worked on sugar plantations in the Caribbean, in mines in South Africa, on railways in East Africa and in the army in Kenya.</p> <h3>The American War of Independence</h3> <p>By the 1760s, there were substantial British colonies in North America. The colonies were wealthy and largely in control of their own affairs. Many of the colonist families had originally gone to North America in order to have religious freedom. They were well educated and interested in ideas of liberty. The British government wanted to tax the colonies. The colonists saw this as an attack on their freedom and said there should be 'no taxation without representation' in the British Parliament. Parliament tried to compromise by repealing some of the taxes, but relationships between the British government and the colonies continued to worsen. Fighting broke out between the colonists and the British forces. In 1776, 13 American colonies declared their independence, stating that people had a right to establish their own governments. The colonists eventually defeated the British army and Britain recognised the colonies' independence in 1783.</p> <h3>War with France</h3> <p>During the 18th century, Britain fought a number of wars with France. In 1789, there was a revolution in France and the new French government soon declared war on Britain. Napoleon, who became Emperor of France, continued the war. Britain's navy fought against combined French and Spanish fleets, winning the Battle of Trafalgar in 1805. Admiral Nelson was in charge of the British fleet at Trafalgar and was killed in the battle. Nelson's Column in Trafalgar Square, London, is a monument to him. His ship, HMS Victory, can be visited in Portsmouth. The British army also fought against the French. In 1815, the French Wars ended with the defeat of the Emperor Napoleon by the Duke of Wellington at the Battle of Waterloo. Wellington was known as the Iron Duke and later became Prime Minister.</p> <h3>The Union Flag</h3> <p>Although Ireland had had the same monarch as England and Wales since Henry VIII, it had remained a separate country. In 1801, Ireland became unified with England, Scotland and Wales after the Act of Union of 1800. This created the United Kingdom of Great Britain and Ireland. One symbol of this union between England, Scotland, Wales and Ireland was a new version of the official flag, the Union Flag. This is often called the Union Jack. The flag combined crosses associated with England, Scotland and Ireland. It is still used today as the official flag of the UK.</p> <p>The Union Flag consists of three crosses:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The cross of St George, patron saint of England, is a red cross on a white ground.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The cross of St Andrew, patron saint of Scotland, is a diagonal white cross on a blue ground.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The cross of St Patrick, patron saint of Ireland, is a diagonal red cross on a white ground.</p> <p>There is also an official Welsh flag, which shows a Welsh dragon. The Welsh dragon does not appear on the Union Flag because, when the first Union Flag was created in 1606 from the flags of Scotland and England, the Principality of Wales was already united with England.</p> <h3>The Victorian Age</h3> <p>In 1837, Queen Victoria became queen of the UK at the age of 18. She reigned until 1901, almost 64 years. At the date of writing (2013) this is the longest reign of any British monarch. Her reign is known as the Victorian Age. It was a time when Britain increased in power and influence abroad. Within the UK, the middle classes became increasingly significant and a number of reformers led moves to improve conditions of life for the poor.</p> <h3>The British Empire</h3> <p>During the Victorian period, the British Empire grew to cover all of India, Australia and large parts of Africa. It became the largest empire the world has ever seen, with an estimated population of more than 400 million people.</p> <p>Many people were encouraged to leave the UK to settle overseas. Between 1853 and 1913, as many as 13 million British citizens left the country. People continued to come to Britain from other parts of the world. For example, between 1870 and 1914, around 120,000 Russian and Polish Jews came to Britain to escape persecution. Many settled in London's East End and in Manchester and Leeds. People from the Empire, including India and Africa, also came to Britain to live, work and study.</p> <h3>Trade and industry</h3> <p>Britain continued to be a great trading nation. The government began to promote policies of free trade, abolishing a number of taxes on imported goods. One example of this was the repealing of the Corn Laws in 1846. These had prevented the import of cheap grain. The reforms helped the development of British industry, because raw materials could now be imported more cheaply.</p> <p>Working conditions in factories gradually became better. In 1847, the number of hours that women and children could work was limited by law to 10 hours per day. Better housing began to be built for workers.</p> <p>Transport links also improved, enabling goods and people to move more easily around the country. Just before Victoria came to the throne, the father and son George and Robert Stephenson pioneered the railway engine and a major expansion of the railways took place in the Victorian period. Railways were built throughout the Empire. There were also great advances in other areas, such as the building of bridges by engineers such as Isambard Kingdom Brunel.</p> <h3>Isambard Kingdom Brunel (1806—59)</h3> <p>Brunel was originally from Portsmouth, England. He was an engineer who built tunnels, bridges, railway lines and ships. He was responsible for constructing the Great Western Railway, which was the first major railway built in Britain. It runs from Paddington Station in London to the south west of England, the West Midlands and Wales. Many of Brunel's bridges are still in use today.</p> <p>British industry led the world in the 19th century. The UK produced more than half of the world's iron, coal and cotton cloth. The UK also became a centre for financial services, including insurance and banking. In 1851, the Great Exhibition opened in Hyde Park in the Crystal Palace, a huge building made of steel and glass. Exhibits ranged from huge machines to handmade goods. Countries from all over the world showed their goods but most of the objects were made in Britain.</p> <h3>The Crimean War</h3> <p>From 1853 to 1856, Britain fought with Turkey and France against Russia in the Crimean War. It was the first war to be extensively covered by the media through news stories and photographs. The conditions were very poor and many soldiers died from illnesses they caught in the hospitals, rather than from war wounds. Queen Victoria introduced the Victoria Cross medal during this war. It honours acts of valour by soldiers.</p> <h3>Florence Nightingale (1820—1910)</h3> <p>Florence Nightingale was born in Italy to English parents. At the age of 31, she trained as a nurse in Germany. In 1854, she went to Turkey and worked in military hospitals, treating soldiers who were fighting in the Crimean War. She and her fellow nurses improved the conditions in the hospital and reduced the mortality rate. In 1860 she established the Nightingale Training School for nurses at St Thomas' Hospital in London. The school was the first of its kind and still exists today, as do many of the practices that Florence used. She is often regarded as the founder of modern nursing.</p> <h3>Ireland in the 19th century</h3> <p>Conditions in Ireland were not as good as in the rest of the UK. Two-thirds of the population still depended on farming to make their living, often on very small plots of land. Many depended on potatoes as a large part of their diet. In the middle of the century the potato crop failed, and Ireland suffered a famine. A million people died from disease and starvation. Another million and a half left Ireland. Some emigrated to the United States and others came to England. By 1861 there were large populations of Irish people in cities such as Liverpool, London, Manchester and Glasgow.</p> <p>The Irish Nationalist movement had grown strongly through the 19th century. Some, such as the Fenians, favoured complete independence. Others, such as Charles Stuart Parnell, advocated 'Home Rule', in which Ireland would remain in the UK but have its own parliament.</p> <h3>The right to vote</h3> <p>As the middle classes in the wealthy industrial towns and cities grew in influence, they began to demand more political power. The Reform Act of 1832 had greatly increased the number of people with the right to vote. The Act also abolished the old pocket and rotten boroughs (see page 38) and more parliamentary seats were given to the towns and cities. There was a permanent shift of political power from the countryside to the towns but voting was still based on ownership of property. This meant that members of the working class were still unable to vote.</p> <p>A movement began to demand the vote for the working classes and other people without property. Campaigners, called the Chartists, presented petitions to Parliament. At first they seemed to be unsuccessful, but in 1867 there was another Reform Act. This created many more urban seats in Parliament and reduced the amount of property that people needed to have before they could vote. However, the majority of men still did not have the right to vote and no women could vote.</p> <p>Politicians realised that the increased number of voters meant that they needed to persuade people to vote for them if they were to be sure of being elected to Parliament. The political parties began to create organisations to reach out to ordinary voters. Universal suffrage (the right of every adult, male or female, to vote) followed in the next century.</p> <p>In common with the rest of Europe, women in 19th century Britain had fewer rights than men. Until 1870, when a woman got married, her earnings, property and money automatically belonged to her husband. Acts of Parliament in 1870 and 1882 gave wives the right to keep their own earnings and property. In the late 19th and early 20th centuries, an increasing number of women campaigned and demonstrated for greater rights and, in particular, the right to vote. They formed the women's suffrage movement and became known as 'suffragettes'.</p> <h3>Emmeline Pankhurst (1858—1928)</h3> <p>Emmeline Pankhurst was born in Manchester in 1858. She set up the Women's Franchise League in 1889, which fought to get the vote in local elections for married women. In 1903 she helped found the Women's Social and Political Union (WSPU). This was the first group whose members were called 'suffragettes'. The group used civil disobedience as part of their protest to gain the vote for women. They chained themselves to railings, smashed windows and committed arson. Many of the women, including Emmeline, went on hunger strike. In 1918, women over the age of 30 were given voting rights and the right to stand for Parliament, partly in recognition of the contribution women made to the war effort during the First World War. Shortly before Emmeline's death in 1928, women were given the right to vote at the age of 21, the same as men.</p> <h3>The future of the Empire</h3> <p>Although the British Empire continued to grow until the 1920s, there was already discussion in the late 19th century about its future direction. Supporters of expansion believed that the Empire benefited Britain through increased trade and commerce. Others thought the Empire had become over-expanded and that the frequent conflicts in many parts of the Empire, such as India's north west frontier or southern Africa, were a drain on resources. Yet the great majority of British people believed in the Empire as a force for good in the world.</p> <p>The Boer War of 1899 to 1902 made the discussions about the future of the Empire more urgent. The British went to war in South Africa with settlers from the Netherlands called the Boers. The Boers fought fiercely and the war went on for over three years. Many died in the fighting and many more from disease. There was some public sympathy for the Boers and people began to question whether the Empire could continue. As different parts of the Empire developed, they won greater freedom and autonomy from Britain. Eventually, by the second half of the 20th century, there was, for the most part, an orderly transition from Empire to Commonwealth, with countries being granted their independence.</p> <h3>Rudyard Kipling (1865-1936)</h3> <p>Rudyard Kipling was born in India in 1865 and later lived in India, the UK and the USA. He wrote books and poems set in both India and the UK. His poems and novels reflected the idea that the British Empire was a force for good. Kipling was awarded the Nobel Prize in Literature in 1907. His books include the Just So Stories and The Jungle Book, which continue to be popular today. His poem If has often been voted among the UK's favourite poems. It begins with these words:</p> <p>'If you can keep your head when all about youAre losing theirs and blaming it on you; If you can trust yourself when all men doubt you,But make allowance for their doubting too; If you can wait and not be tired by waiting, Or being lied about, don't deal in lies, Or being hated, don't give way to hating,And yet don't look too good, nor talk too wise'(If, Rudyard Kipling)</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The change in the balance of power between Parliament and the monarchy</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; When and why Scotland joined England and Wales to become Great Britain</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The reasons for a rebellion in Scotland led by Bonnie Prince Charlie</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The ideas of the Enlightenment</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The importance of the Industrial Revolution and development of industry</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The slave trade and when it was abolished</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The growth of the British Empire</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How democracy developed during this period</p>"
        },
        {
          "title": "The 20th century",
          "content": "<h3>The First World War</h3> <p>The early 20th century was a time of optimism in Britain. The nation, with its expansive Empire, well-admired navy, thriving industry and strong political institutions, was what is now known as a global 'superpower'. It was also a time of social progress. Financial help for the unemployed, old-age pensions and free school meals were just a few of the important measures introduced. Various laws were passed to improve safety in the workplace; town planning rules were tightened to prevent the further development of slums; and better support was given to mothers and their children after divorce or separation. Local government became more democratic and a salary for members of Parliament (MPs) was introduced for the first time, making it easier for more people to take part in public life.</p> <p>This era of optimism and progress was cut short when war broke out between several European nations. On 28 June 1914, Archduke Franz Ferdinand of Austria was assassinated. This set off a chain of events leading to the First World War (1914—18). But while the assassination provided the trigger for war, other factors — such as a growing sense of nationalism in many European states; increasing militarism; imperialism; and the division of the major European powers into two camps — all set the conditions for war.</p> <p>The conflict was centred in Europe, but it was a global war involving nations from around the world. Britain was part of the Allied Powers, which included (amongst others) France, Russia, Japan, Belgium, Serbia — and later, Greece, Italy, Romania and the United States. The whole of the British Empire was involved in the conflict — for example, more than a million Indians fought on behalf of Britain in lots of different countries, and around 40,000 were killed. Men from the West Indies, Africa, Australia, New Zealand and Canada also fought with the British. The Allies fought against the Central Powers — mainly Germany, the Austro-Hungarian Empire, the Ottoman Empire and later Bulgaria. Millions of people were killed or wounded, with more than 2 million British casualties. One battle, the British attack on the Somme in July 1916, resulted in about 60,000 British casualties on the first day alone.</p> <p>The First World War ended at 1100 am on 11th November 1918 with victory for Britain and its allies.</p> <h3>The partition of Ireland</h3> <p>In 1913, the British government promised 'Home Rule' for Ireland. The proposal was to have a self-governing Ireland with its own parliament but still part of the UK. A Home Rule Bill was introduced in Parliament. It was opposed by the Protestants in the north of Ireland, who threatened to resist Home Rule by force.</p> <p>The outbreak of the First World War led the British government to postpone any changes in Ireland. Irish Nationalists were not willing to wait and in 1916 there was an uprising (the Easter Rising) against the British in Dublin. The leaders of the uprising were executed under military law. A guerrilla war against the British army and the police in Ireland followed. In 1921 a peace treaty was signed and in 1922 Ireland became two countries. The six counties in the north which were mainly Protestant remained part of the UK under the name Northern Ireland. The rest of Ireland became the Irish Free State. It had its own government and became a republic in 1949. There were people in both parts of Ireland who disagreed with the split between the North and the South. They still wanted Ireland to be one independent country. Years of disagreement led to a terror campaign in Northern Ireland and elsewhere. The conflict between those wishing for full Irish independence and those wishing to remain loyal to the British government is often referred to as 'the Troubles'.</p> <h3>The inter-war period</h3> <p>In the 1920s, many people's living conditions got better. There were improvements ¡n public housing and new homes were built in many towns and cities. However, ¡n 1929, the world entered the 'Great Depression' and some parts of the UK suffered mass unemployment. The effects of the depression of the 1930s were felt differently in different parts of the UK. The traditional heavy industries such as shipbuilding were badly affected but new industries — including the automobile and aviation industries — developed. As prices generally fell, those in work had more money to spend. Car ownership doubled from 1 million to 2 million between 1930 and 1939. In addition, many new houses were built. It was also a time of cultural blossoming, with writers such as Graham Greene and Evelyn Waugh prominent. The economist John Maynard Keynes published influential new theories of economics. The BBC started radio broadcasts in 1922 and began the world's first regular television service in 1936.</p> <h3>The Second World War</h3> <p>Adolf Hitler came to power in Germany in 1933. He believed that the conditions imposed on Germany by the Allies after the First World War were unfair; he also wanted to conquer more land for the German people. He set about renegotiating treaties, building up arms, and testing Germany's military strength in nearby countries. The British government tried to avoid another war. However, when Hitler invaded Poland in 1939, Britain and France declared war in order to stop his aggression.</p> <p>The war was initially fought between the Axis powers (fascist Germany and Italy and the Empire of Japan) and the Allies. The main countries on the allied side were the UK, France, Poland, Australia, New Zealand, Canada, and the Union of South Africa.</p> <p>Having occupied Austria and invaded Czechoslovakia, Hitler followed his invasion of Poland by taking control of Belgium and the Netherlands. Then, in 1940, German forces defeated allied troops and advanced through France. At this time of national crisis, Winston Churchill became Prime Minister and Britain's war leader.</p> <h3>Winston Churchill (1874-1965)</h3> <p>Churchill was the son of a politician and, before becoming a Conservative MP in 1900, was a soldier and journalist. In May 1940 he became Prime Minister. He refused to surrender to the Nazis and was an inspirational leader to the British people in a time of great hardship. He lost the General Election in 1945 but returned as Prime Minister in 1951.</p> <p>He was an MP until he stood down at the 1964 General Election. Following his death in 1965, he was given a state funeral. He remains a much-admired figure to this day, and in 2002 was voted the greatest Briton of all time by the public. During the War, he made many famous speeches including lines which you may still hear:</p> <p>'I have nothing to offer but blood, toil, tears and sweat'Churchill's first speech to the House of Commons after he became Prime Minister, 1940</p> <p>'We shall fight on the beaches,we shall fight on the landing grounds,we shall fight in the fields and in the streets,we shall fight in the hills;we shall never surrender' Speech to the House of Commonsafter Dunkirk (see below), 1940</p> <p>'Never in the field of human conflict was so much owed by so many to so few' Speech to the House of Commons during the Battle of Britain (see below), 1940</p> <p>As France fell, the British decided to evacuate British and French soldiers from France in a huge naval operation. Many civilian volunteers in small pleasure and fishing boats from Britain helped the Navy to rescue more than 300,000 men from the beaches around Dunkirk. Although many lives and a lot of equipment were lost, the evacuation was a success and meant that Britain was better able to continue the fight against the Germans. The evacuation gave rise to the phrase 'the Dunkirk spirit'.</p> <p>From the end of June 1940 until the German invasion of the Soviet Union in June 1941, Britain and the Empire stood almost alone against Nazi Germany.</p> <p>Hitler wanted to invade Britain, but before sending in troops, Germany needed to control the air. The Germans waged an air campaign against Britain, but the British resisted with their fighter planes and eventually won the crucial aerial battle against the Germans, called 'the Battle of Britain', in the summer of 1940. The most important planes used by the Royal Air Force in the Battle of Britain were the Spitfire and the Hurricane — which were designed and built in Britain. Despite this crucial victory, the German air force was able to continue bombing London and other British cities at night-time. This was called the Blitz. Coventry was almost totally destroyed and a great deal of damage was done in other cities, especially in the East End of London. Despite the destruction, there was a strong national spirit of resistance in the UK. The phrase 'the Blitz spirit' is still used today to describe Britons pulling together in the face of adversity.</p> <p>At the same time as defending Britain, the British military was fighting the Axis on many other fronts. In Singapore, the Japanese defeated the British and then occupied Burma, threatening India. The United States entered the war when the Japanese bombed its naval base at Pearl Harbour in December 1941.</p> <p>That same year, Hitler attempted the largest invasion in history by attacking the Soviet Union. It was a fierce conflict, with huge losses on both sides. German forces were ultimately repelled by the Soviets, and the damage they sustained proved to be a pivotal point in the war.</p> <p>The allied forces gradually gained the upper hand, winning significant victories in North Africa and Italy. German losses in the Soviet Union, combined with the support of the Americans, meant that the Allies were eventually strong enough to attack Hitler's forces in Western Europe. On 6 June 1944, allied forces landed in Normandy (this event is often referred to as 'D-Day'). Following victory on the beaches of Normandy, the allied forces pressed on through France and eventually into Germany. The Allies comprehensively defeated Germany in May 1945.</p> <p>The war against Japan ended in August 1945 when the United States dropped its newly developed atom bombs on the Japanese cities of Hiroshima and Nagasaki. Scientists led by Ernest Rutherford, working at Manchester and then Cambridge University, were the first to 'split the atom' and took part in the Manhattan Project in the United States, which developed the atomic bomb. The war was finally over.</p> <h3>Alexander Fleming (1881—1955)</h3> <p>Born in Scotland, Fleming moved to London as a teenager and later qualified as a doctor. He was researching influenza (the 'flu') in 1928 when he discovered penicillin. This was then further developed into a usable drug by the scientists Howard Florey and Ernst Chain. By the 1940s it was in mass production. Fleming won the Nobel Prize in Medicine in 1945. Penicillin is still used to treat bacterial infections today.</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What happened during the First World War</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The partition of Ireland and the establishment of the UK as it is today</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The events of the Second World War</p> "
        },
        {
          "title": "Britain Since 1945",
          "content": "<h3>The welfare state</h3> <p>Although the UK had won the war, the country was exhausted economically and the people wanted change. During the war, there had been significant reforms to the education system and people now looked for wider social reforms.</p> <p>In 1945 the British people elected a Labour government. The new Prime Minister was Clement Attlee, who promised to introduce the welfare state outlined in the Beveridge Report. In 1948, Aneurin (Nye) Bevan, the Minister for Health, led the establishment of the National Health Service (NHS), which guaranteed a minimum standard of health care for all, free at the point of use. A national system of benefits was also introduced to provide 'social security', so that the population would be protected from the 'cradle to the grave'. The government took into public ownership (nationalised) the railways, coal mines and gas, water and electricity supplies.</p> <p>Another aspect of change was self-government for former colonies. In 1947, independence was granted to nine countries, including India, Pakistan and Ceylon (now Sri Lanka). Other colonies in Africa, the Caribbean and the Pacific achieved independence over the next 20 years.</p> <p>The UK developed its own atomic bomb and joined the new North Atlantic Treaty Organization (NATO), an alliance of nations set up to resist the perceived threat of invasion by the Soviet Union and its allies. Britain had a Conservative government from 1951 to 1964. The 1950s were a period of economic recovery after the war and increasing prosperity for working people. The Prime Minister of the day, Harold Macmillan, was famous for his 'wind of change' speech about decolonisation and independence for the countries of the Empire.</p> <h3>Clement Attlee (1883—1967)</h3> <p>Clement Attlee was born in London in 1883. His father was a solicitor and, after studying at Oxford University, Attlee became a barrister. He gave this up to do social work in East London and eventually became a Labour MP. He was Winston Churchill's Deputy Prime Minister in the wartime coalition government and became Prime Minister after the Labour Party won the 1945 election. He was Prime Minister from 1945 to 1951 and led the Labour Party for 20 years. Attlee's government undertook the nationalisation of major industries (like coal and steel), created the National Health Service and implemented many of Beveridge's plans for a stronger welfare state. Attlee also introduced measures to improve the conditions of workers.</p> <h3>William Beveridge (1879—1963)</h3> <p>William Beveridge (later Lord Beveridge) was a British economist and social reformer. He served briefly as a Liberal MP and was subsequently the leader of the Liberals in the House of Lords but is best known for the 1942 report Social Insurance and Allied Services (known as the Beveridge Report). The report was commissioned by the wartime government in 1941. It recommended that the government should find ways of fighting the five 'Giant Evils' of Want, Disease, Ignorance, Squalor and Idleness and provided the basis of the modern welfare state.</p> <h3>R A Butler (1902—82)</h3> <p>Richard Austen Butler (later Lord Butler) was born in 1902. He became a Conservative MP in 1923 and held several positions before becoming responsible for education in 1941. In this role, he oversaw the introduction of the Education Act 1944 (often called 'The Butler Act'), which introduced free secondary education in England and Wales. The education system has changed significantly since the Act was introduced, but the division between primary and secondary schools that it enforced still remains in most areas of Britain.</p> <h3>Dylan Thomas (1914—53)</h3> <p>Dylan Thomas was a Welsh poet and writer. He often read and performed his work in public, including for the BBC. His most well-known works include the radio play Under Milk Wood, first performed after his death in 1954, and the poem Do Not Go Gentle into That Good Night, which he wrote for his dying father in 1952. He died at the age of 39 in New York. There are several memorials to him in his birthplace, Swansea, including a statue and the Dylan Thomas Centre.</p> <h3>Migration in post-war Britain</h3> <p>Rebuilding Britain after the Second World War was a huge task. There were labour shortages and the British government encouraged workers from Ireland and other parts of Europe to come to the UK and help with the reconstruction. In 1948, people from the West Indies were also invited to come and work.</p> <p>During the 1950s, there was still a shortage of labour in the UK. Further Immigration was therefore encouraged for economic reasons, and many industries advertised for workers from overseas. For example, centres were set up in the West Indies to recruit people to drive buses. Textile and engineering firms from the north of England and the Midlands sent agents to India and Pakistan to find workers. For about 25 years, people from the West Indies, India, Pakistan and (later) Bangladesh travelled to work and settle in Britain.</p> <h3>Social change in the 1960s</h3> <p>The decade of the 1960s was a period of significant social change. It was known as 'the Swinging Sixties'. There was growth in British fashion, cinema and popular music. Two well-known pop music groups at the time were The Beatles and The Rolling Stones. People started to become better off and many bought cars and other consumer goods.</p> <p>It was also a time when social laws were liberalised, for example in relation to divorce and to abortion in England, Wales and Scotland. The position of women in the workplace also improved. It was quite common at the time for employers to ask women to leave their jobs when they got married, but Parliament passed new laws giving women the right to equal pay and made it illegal for employers to discriminate against women because of their gender.</p> <p>The 1960s was also a time of technological progress. Britain and France developed the world's only supersonic commercial airliner, Concorde. New styles of architecture, including high-rise buildings and the use of concrete and steel, became common.</p> <p>The number of people migrating from the West Indies, India, Pakistan and what is now Bangladesh fell in the late 1960s because the government passed new laws to restrict immigration to Britain. Immigrants were required to have a strong connection to Britain through birth or ancestry. Even so, during the early 1970s, Britain admitted 28,000 people of Indian origin who had been forced to leave Uganda.</p> <h3>Some great British inventions of the 20th century</h3> <p>Britain has given the world some wonderful inventions. Examples from the 20th century include:</p> <p>The television was developed by Scotsman John Logie Baird (1888—1946) in the 1920s. In 1932 he made the first television broadcast between London and Glasgow.</p> <p>Radar was developed by Scotsman Sir Robert Watson-Watt (1892—1973), who proposed that enemy aircraft could be detected by radio waves. The first successful radar test took place in 1935.</p> <p>Working with radar led Sir Bernard Lovell (1913—2012) to make new discoveries in astronomy. The radio telescope he built at Jodrell Bank in Cheshire was for many years the biggest in the world and continues to operate today.</p> <p>A Turing machine is a theoretical mathematical device invented by Alan Turing (1912—54), a British mathematician, in the 1930s. The theory was influential in the development of computer science and the modern-day computer.</p> <p>The Scottish physician and researcher John Macleod (1876—1935) was the co-discoverer of insulin, used to treat diabetes.</p> <p>The structure of the DNA molecule was discovered in 1953 through work at British universities in London and Cambridge. This discovery contributed to many scientific advances, particularly in medicine and fighting crime. Francis Crick (1916—2004), one of those awarded the Nobel Prize for this discovery, was British.</p> <p>The jet engine was developed in Britain in the 1930s by Sir Frank Whittle (1907—96), a British Royal Air Force engineer officer.</p> <p>Sir Christopher Cockerell (1910—99), a British inventor, invented the hovercraft in the 1950s.</p> <p>Britain and France developed Concorde, the world's only supersonic passenger aircraft. It first flew in 1969 and began carrying passengers in 1976. Concorde was retired from service in 2003.</p> <p>The Harrier jump jet, an aircraft capable of taking off vertically, was also designed and developed in the UK.</p> <p>In the 1960s, James Goodfellow (1937—) invented the cash-dispensing ATM (automatic teller machine) or 'cashpoint'. The first of these was put into use by Barclays Bank in Enfield, north London in 1967.</p> <p>IVF (in-vitro fertilisation) therapy for the treatment of infertility was pioneered in Britain by physiologist Sir Robert Edwards (1925—) and gynaecologist Patrick Steptoe (1913—88). The world's first 'test-tube baby' was born in Oldham, Lancashire in 1978.</p> <p>In 1996, two British scientists, Sir Ian Wilmot (1944—) and Keith Campbell (1954—2012), led a team which was the first to succeed in cloning a mammal, Dolly the sheep. This has led to further research into the possible use of cloning to preserve endangered species and for medical purposes.</p> <p>Sir Peter Mansfield (1933—), a British scientist, is the co-inventor of the MRI (magnetic resonance imaging) scanner. This enables doctors and researchers to obtain exact and non-invasive images of human internal organs and has revolutionised diagnostic medicine.</p> <p>The inventor of the World Wide Web, Sir Tim Berners-Lee (1955—), is British. Information was successfully transferred via the web for the first time on 25 December 1990.</p> <h3>Problems in the economy in the 1970s</h3> <p>In the late 1970s, the post-war economic boom came to an end. Prices of goods and raw materials began to rise sharply and the exchange rate between the pound and other currencies was unstable. This caused problems with the 'balance of payments': imports of goods were valued at more than the price paid for exports.</p> <p>Many industries and services were affected by strikes and this caused problems between the trade unions and the government. People began to argue that the unions were too powerful and that their activities were harming the UK.</p> <p>The 1970s were also a time of serious unrest in Northern Ireland. In 1972, the Northern Ireland Parliament was suspended and Northern Ireland was directly ruled by the UK government. Some 3,000 people lost their lives in the decades after 1969 in the violence in Northern Ireland.</p> <h3>Mary Peters (1939—)</h3> <p>Born in Manchester, Mary Peters moved to Northern Ireland as a child. She was a talented athlete who won an Olympic gold medal in the pentathlon in 1972. After this, she raised money for local athletics and became the team manager for the women's British Olympic team. She continues to promote sport and tourism in Northern Ireland and was made a Dame of the British Empire in 2000 in recognition of her work.</p> <h3>Europe and the Common Market</h3> <p>West Germany, France, Belgium, Italy, Luxembourg and the Netherlands formed the European Economic Community (EEC) in 1957. At first the UK did not wish to join the EEC but it eventually did so in 1973. The UK is a full member of the European Union but does not use the Euro currency.</p> <h3>Conservative government from 1979 to 1997</h3> <p>Margaret Thatcher, Britain's first woman Prime Minister, led the Conservative government from 1979 to 1990. The government made structural changes to the economy through the privatisation of nationalised industries and imposed legal controls on trade union powers. Deregulation saw a great increase in the role of the City of London as an international centre for investments, insurance and other financial services. Traditional industries, such as shipbuilding and coal mining, declined. In 1982, Argentina invaded the Falkland Islands, a British overseas territory in the South Atlantic. A naval taskforce was sent from the UK and military action led to the recovery of the islands.</p> <p>John Major was Prime Minister after Mrs Thatcher, and helped establish the Northern Ireland peace process.</p> <h3>Margaret Thatcher (1925—)</h3> <p>Margaret Thatcher was the daughter of a grocer from Grantham in Lincolnshire. She trained as a chemist and lawyer. She was elected as a Conservative MP in 1959 and became a cabinet minister in 1970 as the Secretary of State for Education and Science. In 1975 she was elected as Leader of the Conservative Party and so became Leader of the Opposition.</p> <p>Following the Conservative victory in the General Election in 1979, Margaret Thatcher became the first woman Prime Minister of the UK. She was the longest-serving Prime Minister of the 20th century, remaining in office until 1990.</p> <p>During her premiership, there were a number of important economic reforms within the UK. She worked closely with the United States President, Ronald Reagan, and was one of the first Western leaders to recognise and welcome the changes in the leadership of the Soviet Union which eventually led to the end of the Cold War.</p> <h3>Roald Dahl (1916-90)</h3> <p>Roald Dahl was born in Wales to Norwegian parents. He served in the Royal Air Force during the Second World War. It was during the 1940s that he began to publish books and short stories. He is most well-known for his children's books, although he also wrote for adults. His best-known works include Charlie and the Chocolate Factory and George's Marvellous Medicine. Several of his books have been made into films.</p> <h3>Labour government from 1997 to 2010</h3> <p>In 1997 the Labour Party led by Tony Blair was elected. The Blair government introduced a Scottish Parliament and a Welsh Assembly (see page 129). The Scottish Parliament has substantial powers to legislate. The Welsh Assembly was given fewer legislative powers but considerable control over public services. In Northern Ireland, the Blair government was able to build on the peace process, resulting in the Good Friday Agreement signed in 1998. The Northern Ireland Assembly was elected in 1999 but suspended in 2002. It was not reinstated until 2007. Most paramilitary groups in Northern Ireland have decommissioned their arms and are inactive. Gordon Brown took over as Prime Minister in 2007.</p> <h3>Conflicts in Afghanistan and Iraq</h3> <p>Throughout the 1990s, Britain played a leading role in coalition forces involved in the liberation of Kuwait, following the Iraqi invasion in 1990, and the conflict in the Former Republic of Yugoslavia. Since 2000, British armed forces have been engaged in the global fight against international terrorism and against the proliferation of weapons of mass destruction, including operations in Afghanistan and Iraq. British combat troops left Iraq in 2009. The UK now operates in Afghanistan as part of the United Nations (UN) mandated 50-nation International Security Assistance Force (ISAF) coalition and at the invitation of the Afghan government. ISAF is working to ensure that Afghan territory can never again be used as a safe haven for international terrorism, where groups such as AI Qa'ida could plan attacks on the international community. As part of this, ISAF is building up the Afghan National Security Forces and is helping to create a secure environment in which governance and development can be extended. International forces are gradually handing over responsibility for security to the Afghans, who will have full security responsibility in all provinces by the end of 2014.</p> <h3>Coalition government 2010 onwards</h3> <p>In May 2010, and for the first time in the UK since February 1974, no political party won an overall majority in the General Election. The Conservative and Liberal Democrat parties formed a coalition and the leader of the Conservative Party, David Cameron, became Prime Minister.</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The establishment of the welfare state</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How life in Britain changed in the 1960s and 1970s</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; British inventions of the 20th century (you do not need to remember dates of births and deaths)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Events since 1979</p> "
        }
      ]
    },
    {
      "title": "Chapter 4 : A modern, thriving society",
      "content": [
        {
          "title": "The UK Today",
          "content": "<p>The UK today is a more diverse society than it was loo years ago, in both ethnic and religious terms. Post-war immigration means that nearly 10% of the population has a parent or grandparent born outside the UK. The UK continues to be a multinational and multiracial society with a rich and varied culture. This section will tell you about the different parts of the UK and some of the important places. It will also explain some of the UK's traditions and customs and some of the popular activities that take place.</p> <h3>The nations of the UK</h3> <p>The UK is located in the north west of Europe. The longest distance on the mainland is from John O'Groats on the north coast of Scotland to Land's End in the south-west corner of England. It is about 870 miles (approximately 1,400 kilometres). Most people live in towns and cities but much of Britain is still countryside. Many people continue to visit the countryside for holidays and for leisure activities such as walking, camping and fishing.</p> <h3>UK currency</h3> <p>The currency in the UK is the pound sterling (symbol £). There are 100 pence in a pound. The denominations (values) of currency are:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; coins: 1p, 2p, 5p, 1Op, 20p, 50p, £1 and £2</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; notes: £5, £10, £20, £50.</p> <p>Northern Ireland and Scotland have their own banknotes, which are valid everywhere in the UK. However, shops and businesses do not have to accept them.</p> <h3>Languages and dialects</h3> <p>There are many variations in language in the different parts of the UK. The English language has many accents and dialects. In Wales, many people speak Welsh — a completely different language from English — and it is taught in schools and universities. In Scotland, Gaelic (again, a different language) is spoken in some parts of the Highlands and Islands, and in Northern Ireland some people speak Irish Gaelic.</p> <h3>Population</h3> <p>The table below shows how the population of the UK has changed over time.</p> <h4>Population growth in the UK</h4> <table border=\"1\" cellspacing=\"0\" cellpadding=\"0\"> <tbody> <tr> <td valign=\"top\" width=\"151\"> <pre><b>Year</b></pre> </td> <td valign=\"top\" width=\"187\"> <pre><b>Population</b></pre> </td> </tr> <tr> <td valign=\"top\" width=\"151\"> <pre>1600</pre> </td> <td valign=\"top\" width=\"187\"> <pre>Just over 4 million</pre> </td> </tr> <tr> <td valign=\"top\" width=\"151\"> <pre>1700</pre> </td> <td valign=\"top\" width=\"187\"> <pre>5 million</pre> </td> </tr> <tr> <td valign=\"top\" width=\"151\"> <pre>1801</pre> </td> <td valign=\"top\" width=\"187\"> <pre>8 million</pre> </td> </tr> <tr> <td valign=\"top\" width=\"151\"> <pre>1851</pre> </td> <td valign=\"top\" width=\"187\"> <pre>20 million</pre> </td> </tr> <tr> <td valign=\"top\" width=\"151\"> <pre>1901</pre> </td> <td valign=\"top\" width=\"187\"> <pre>40 million</pre> </td> </tr> <tr> <td valign=\"top\" width=\"151\"> <pre>1951</pre> </td> <td valign=\"top\" width=\"187\"> <pre>50 million</pre> </td> </tr> <tr> <td valign=\"top\" width=\"151\"> <pre>1998</pre> </td> <td valign=\"top\" width=\"187\"> <pre>57 million</pre> </td> </tr> <tr> <td valign=\"top\" width=\"151\"> <pre>2005</pre> </td> <td valign=\"top\" width=\"187\"> <pre>Just under 60 million</pre> </td> </tr> <tr> <td valign=\"top\" width=\"151\"> <pre>2010</pre> </td> <td valign=\"top\" width=\"187\"> <pre>Just over 62 million</pre> </td> </tr> </tbody> </table> <pre>&nbsp;<b>Source: National Statistics</b></pre> <p>Population growth has been faster in more recent years. Migration into the UK and longer life expectancy have played a part in population growth.</p> <p>The population is very unequally distributed over the four parts of the UK. England more or less consistently makes up 84% of the total population, Wales around 5%, Scotland just over 8%, and Northern Ireland less than 3%.</p> <h4>An ageing population</h4> <p>People in the UK are living longer than ever before. This is due to improved living standards and better health care. There are now a record number of people aged 85 and over. This has an impact on the cost of pensions and health care.</p> <h3>Ethnic diversity</h3> <p>The UK population is ethnically diverse and changing rapidly, especially in large cities such as London. It is not always easy to get an exact picture of the ethnic origin of all the population.</p> <p>There are people in the UK with ethnic origins from all over the world. In surveys, the most common ethnic description chosen is white, which includes people of European, Australian, Canadian, New Zealand and American descent. Other significant groups are those of Asian, black and mixed descent.</p> <h3>An equal society</h3> <p>Within the UK, it is a legal requirement that men and women should not be discriminated against because of their gender or because they are, or are not, married. They have equal rights to work, own property, marry and divorce. If they are married, both parents are equally responsible for their children.</p> <p>Women in Britain today make up about half of the workforce. On average, girls leave school with better qualifications than boys. More women than men study at university.</p> <p>Employment opportunities for women are much greater than they were in the past. Women work in all sectors of the economy, and there are now more women in high-level positions than ever before, including senior managers in traditionally male-dominated occupations. Alongside this, men now work in more varied jobs than they did in the past.</p> <p>It is no longer expected that women should stay at home and not work. Women often continue to work after having children. In many families today, both partners work and both share responsibility for childcare and household chores.</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The capital cities of the UK</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What languages other than English are spoken in particular parts of the UK</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How the population of the UK has changed</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; That the UK is an equal society and ethnically diverse</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The currency of the UK</p>"
        },
        {
          "title": "Religion",
          "content": "<p>The UK is historically a Christian country. In the 2009 Citizenship Survey, 70% of people identified themselves as Christian. Much smaller proportions identified themselves as Muslim (4%), Hindu (2%), Sikh (1 %), Jewish or Buddhist (both less than 0.5%), and 2% of people followed another religion. There are religious buildings for other religions all over the UK. This includes Islamic mosques, Hindu temples, Jewish synagogues, Sikh gurdwaras and Buddhist temples. However, everyone has the legal right to choose their religion, or to choose not to practise a religion. In the Citizenship Survey, 21 % of people said that they had no religion.</p> <h4>Christian churches</h4> <p>In England, there is a constitutional link between Church and state. The official Church of the state is the Church of England (called the Anglican Church in other countries and the Episcopal Church in Scotland and the United States). It is a Protestant Church and has existed since the Reformation in the 1530s (see page 27 for an explanation).</p> <p>The monarch is the head of the Church of England. The spiritual leader of the Church of England is the Archbishop of Canterbury. The monarch has the right to select the Archbishop and other senior church officials, but usually the choice is made by the Prime Minister and a committee appointed by the Church. Several Church of England bishops sit in the House of Lords (see page xxx).</p> <p>In Scotland, the national Church is the Church of Scotland, which is a Presbyterian Church. It is governed by ministers and elders. The chairperson of the General Assembly of the Church of Scotland is the Moderator, who is appointed for one year only and often speaks on behalf of that Church.</p> <p>There is no established Church in Wales or Northern Ireland.</p> <p>Other Protestant Christian groups in the UK are Baptists, Methodists, Presbyterians and Quakers. There are also other denominations of Christianity, the biggest of which is Roman Catholic.</p> <h3>Patron saints' days</h3> <p>England, Scotland, Wales and Northern Ireland each have a national saint, called a patron saint. Each saint has a special day:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1 March: St David's Day, Wales</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 17 March: St Patrick's Day, Northern Ireland</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 23 April: St George's Day, England</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 30 November: St Andrew's Day, Scotland.</p> <p>Only Scotland and Northern Ireland have their patron saint's day as an official holiday (although n Scotland not all businesses and offices will close). Events are held across Scotland, Northern Ireland and the rest of the country, especially where there are a lot of people of Scottish, Northern Irish and Irish heritage.</p> <p>While the patron saints' days are no longer public holidays in England and Wales, they are still celebrated. Parades and small festivals are held all over the two countries.</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The different religions that are practised in the UK</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; That the Anglican Church, also known as the Church of England, is the Church of the state in England (the 'established Church')</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; That other branches of the Christian Church also practise their faith in the UK without being linked to the state</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; That other religions are practised in the UK</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; About the patron saints</p>"
        },
        {
          "title": "Customs and traditions",
          "content": "<h3>The main Christian festivals</h3> <p>Christmas Day, 25 December, celebrates the birth of Jesus Christ. It is a public holiday. Many Christians go to church on Christmas Eve (24 December) or on Christmas Day itself.</p> <p>Christmas is celebrated in a traditional way. People usually spend the day at home and eat a special meal, which often includes roast turkey, Christmas pudding and mince pies. They give gifts, send cards and decorate their houses. Christmas is a special time for children. Very young children believe that Father Christmas (also known as Santa Claus) brings them presents during the night before Christmas Day. Many people decorate a tree in their home.</p> <p>Boxing Day is the day after Christmas Day and is a public holiday.</p> <p>Easter takes place in March or April. It marks the death of Jesus Christ on Good Friday and his rising from the dead on Easter Sunday. Both Good Friday and the following Monday, called Easter Monday, are public holidays.</p> <p>The 40 days before Easter are known as Lent. It is a time when Christians take time to reflect and prepare for Easter. Traditionally, people would fast during this period and today many people will give something up, like a favourite food. The day before Lent starts is called Shrove Tuesday, or Pancake Day. People eat pancakes, which were traditionally made to use up foods such as eggs, fat and milk before fasting. Lent begins on Ash Wednesday. There are church services where Christians are marked with an ash cross on their forehead as a symbol of death and sorrow for sin.</p> <p>Easter is also celebrated by people who are not religious. Easter eggs' are chocolate eggs often given as presents at Easter as a symbol of new life.</p> <h3>Other religious festivals</h3> <p>Diwali normally falls in October or November and lasts for five days. It is often called the Festival of Lights. It is celebrated by Hindus and Sikhs. It celebrates the victory of good over evil and the gaining of knowledge. There are different stories about how the festival came about. There is a famous celebration of Diwali in Leicester.</p> <p>Hannukah is in November or December and is celebrated for eight days. It is to remember the Jews' struggle for religious freedom. On each day of the festival a candle is lit on a stand of eight candles (called a menorah) to remember the story of the festival, where oil that should have lasted only a day did so for eight.</p> <p>Eid al-Fitr celebrates the end of Ramadan, when Muslims have fasted for a month. They thank Allah for giving them the strength to complete the fast. The date when it takes place changes every year. Muslims attend special services and meals.</p> <p>Eid ul Adha remembers that the prophet Ibrahim was willing to sacrifice his son when God ordered him to. It reminds Muslims of their own commitment to God. Many Muslims sacrifice an animal to eat during this festival. In Britain this has to be done in a slaughterhouse.</p> <p>Vaisakhi (also spelled Baisakhi) is a Sikh festival which celebrates the founding of the Sikh community known as the Khalsa. It is celebrated on 14 April each year with parades, dancing and singing.</p> <h3>Other festivals and traditions</h3> <p>New Year, 1 January, is a public holiday. People usually celebrate on the night of 31 December (called New Year's Eve). In Scotland, 31 December is called Hogmanay and 2 January is also a public holiday. For some Scottish people, Hogmanay is a bigger holiday than Christmas.</p> <p>Valentine's Day, 14 February, is when lovers exchange cards and gifts. Sometimes people send anonymous cards to someone they secretly admire.</p> <p>April Fool's Day, 1 April, is a day when people play jokes on each other until midday. The television and newspapers often have stories that are April Fool jokes.</p> <p>Mothering Sunday (or Mother's Day) is the Sunday three weeks before Easter. Children send cards or buy gifts for their mothers.</p> <p>Father's Day is the third Sunday in June. Children send cards or buy gifts for their fathers. .</p> <p>Halloween, 31 October, is an ancient festival and has roots in the pagan festival to mark the beginning of winter. Young people will often dress up in frightening costumes to play 'trick or treat'. People give them treats to stop them playing tricks on them. A lot of people carve lanterns out of pumpkins and put a candle inside.</p> <p>Bonfire Night, 5 November, is an occasion when people in Great Britain set off fireworks at home or in special displays. The origin of this celebration was an event in 1605, when a group of Catholics led by Guy Fawkes failed in their plan to kill the Protestant king with a bomb in the Houses of Parliament.</p> <p>Remembrance Day, 11 November, commemorates those who died fighting for the UK and its allies. Originally it commemorated the dead of the First World War, which ended on 11 November 1918. People wear poppies (the red flower found on the battlefields of the First World War). At 11.00 am there is a two-minute silence and wreaths are laid at the Cenotaph in Whitehall, London.</p> <h3>Bank holidays</h3> <p>As well as those mentioned previously, there are other public holidays each year called bank holidays, when banks and many other businesses are closed for the day. These are of no religious significance. They are at the beginning of May, in late May or early June, and in August. In Northern Ireland, the anniversary of the Battle of the Boyne in July is also a public holiday.</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The main Christian festivals that are celebrated in the UK</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Other religious festivals that are important in the UK</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Some of the other events that are celebrated in the UK</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What a bank holiday is</p>"
        },
        {
          "title": "Sports",
          "content": "<p>Sports of all kinds play an important part in many people's lives. There are several sports that are particularly popular in the UK. Many sporting events take place at major stadiums such as Wembley Stadium in London and the Millennium Stadium in Cardiff.</p> <p>Local governments and private companies provide sports facilities such as swimming pools, tennis courts, football pitches, dry ski slopes and gymnasiums. Many famous sports, including cricket, football, lawn tennis, golf and rugby, began in Britain.</p> <p>The UK has hosted the Olympic Games on three occasions: 1908, 1948 and 2012. The main Olympic site for the 2012 Games was in Stratford, East London. The British team was very successful, across a wide range of Olympic sports, finishing third in the medal table.</p> <p>The Paralympic Games for 2012 were also hosted in London. The Paralympics have their origin in the work of Dr Sir Ludwig Guttman, a German refugee, at the Stoke Mandeville hospital in Buckinghamshire. Dr Guttman developed new methods of treatment for people with spinal injuries and encouraged patients to take part in exercise and sport.</p> <h3>Notable British sportsmen and women</h3> <p>Sir Roger Bannister (1929—) was the first man in the world to run a mile in under four minutes, in 1954.</p> <p>Sir Jackie Stewart (1939—) is a Scottish former racing driver who won the Formula 1 world championship three times.</p> <p>Bobby Moore (1941—93) captained the English football team that won the World Cup in 1966.</p> <p>Sir Ian Botham (1955—) captained the English cricket team and holds a number of English Test cricket records, both for batting and for bowling.</p> <p>Jayne Torvill (1957—) and Christopher Dean (1958—) won gold medals for ice dancing at the Olympic Games in 1984 and in four consecutive world championships.</p> <p>Sir Steve Redgrave (1962—) won gold medals in rowing in five consecutive Olympic Games and is one of Britain's greatest Olympians.</p> <p>Baroness Tanni Grey-Thompson (1969—) is an athlete who uses a wheelchair and won 16 Paralympic medals, including 11 gold medals, in races over five Paralympic Games. She won the London Marathon six times and broke a total of 30 world records.</p> <p>Dame Kelly Holmes (1970—) won two gold medals for running in the 2004 Olympic Games. She has held a number of British and European records.</p> <p>Dame Ellen MacArthur (1976—) is a yachtswoman and in 2004 became the fastest person to sail around the world singlehanded.</p> <p>Sir Chris Hoy (1976—) is a Scottish cyclist who has won six gold and one silver Olympic medals. He has also won 11 world championship titles.</p> <p>David Weir (1979—) is a Paralympian who uses a wheelchair and has won six gold medals over two Paralympic Games. He has also won the London Marathon six times.</p> <p>Bradley Wiggins (1980—) is a cyclist. In 2012, he became the first Briton to win the Tour de France. He has won seven Olympic medals, including gold medals in the 2004, 2008 and 2012 Olympic Games.</p> <p>Mo Farah (1983—) is a British distance runner, born in Somalia. He won gold medals in the 2012 Olympics for the 5,000 and 10,000 metres and is the first Briton to win the Olympic gold medal in the 10,000 metres.</p> <p>Jessica Ennis (1986—) is an athlete. She won the 2012 Olympic gold medal in the heptathlon, which includes seven different track and field events. She also holds a number of British athletics records.</p> <p>Andy Murray (1987—) is a Scottish tennis player who in 2012 won the men's singles in the US Open. He is the first British man to win a singles title in a Grand Slam tournament since 1936. In the same year, he won Olympic gold and silver medals and was runner-up in the men's singles at Wimbledon (see page 89).</p> <p>Ellie Simmonds (1994—) is a Paralympian who won gold medals for swimming at the 2008 and 2012 Paralympic Games and holds a number of world records. She was the youngest member of the British team at the 2008 Games.</p> <h3>Cricket</h3> <p>Cricket originated in England and is now played in many countries. Games can last up to five days but still result in a draw! The idiosyncratic nature of the game and its complex laws are said to reflect the best of the British character and sense of fair play. You may come across expressions such as 'rain stopped play', 'batting on a sticky wicket', 'playing a straight bat', 'bowled a googly' or 'it's just not cricket', which have passed into everyday usage. The most famous competition is the Ashes, which is a series of Test matches played between England and Australia.</p> <h3>Football</h3> <p>Football is the UK's most popular sport. It has a long history in the UK and the first professional football clubs were formed in the late 19th century.</p> <p>England, Scotland, Wales and Northern Ireland each have separate leagues in which clubs representing different towns and cities compete. The English Premier League attracts a huge international audience. Many of the best players in the world play in the Premier League. Many UK teams also compete in competitions such as the UEFA (Union of European Football Associations) Champions League, against other teams from Europe. Most towns and cities have a professional club and people take great pride in supporting their home team. There can be great rivalry between different football clubs and among fans.</p> <p>Each country in the UK also has its own national team that competes with other national teams across the world in tournaments such as the FIFA (Fédération Internationale de Football Association) World Cup and the UEFA European Football Championships. England's only international tournament victory was at the World Cup of 1966, hosted in the UK.</p> <p>Football is also a popular sport to play in many local communities, with people playing amateur games every week in parks all over the UK.</p> <h3>Rugby</h3> <p>Rugby originated in England in the early 19th century and is very popular in the UK today. There are two different types of rugby, which have different rules: union and league. Both have separate leagues and national teams in England, Wales, Scotland and Northern Ireland (who play with the Irish Republic). Teams from all countries compete in a range of competitions. The most famous rugby union competition is the Six Nations Championship between England, Ireland, Scotland, Wales, France and Italy. The Super League is the most well-known rugby league (club) competition.</p> <h3>Horse racing</h3> <p>There is a very long history of horse racing in Britain, with evidence of events taking place as far back as Roman times. The sport has a long association with royalty. There are racecourses all over the UK. Famous horse-racing events include: Royal Ascot, a five-day race meeting in Berkshire attended by members of the Royal Family; the Grand National at Aintree near Liverpool; and the Scottish Grand National at Ayr. There is a National Horseracing Museum in Newmarket, Suffolk.</p> <h3>Golf</h3> <p>The modern game of golf can be traced back to 15th century Scotland. It is a popular sport played socially as well as professionally. There are public and private golf courses all over the UK. St Andrews in Scotland is known as the home of golf.</p> <p>The Open Championship is the only 'Major' tournament held outside the United States. It is hosted by a different golf course every year.</p> <h3>Tennis</h3> <p>Modern tennis evolved in England in the late 19th century. The first tennis club was founded in Leamington Spa in 1872. The most famous tournament hosted in Britain is The Wimbledon Championships, which takes place each year at the All England Lawn Tennis and Croquet Club. It is the oldest tennis tournament in the world and the only 'Grand Slam' event played on grass.</p> <h3>Water sports</h3> <p>Sailing continues to be popular in the UK, reflecting our maritime heritage. A British sailor, Sir Francis Chichester, was the first person to sail single-handed around the world, in 1966/67. Two years later, Sir Robin Knox-Johnston became the first person to do this without stopping. Many sailing events are held throughout the UK, the most famous of which is at Cowes on the Isle of Wight.</p> <p>Rowing is also popular, both as a leisure activity and as a competitive sport. There is a popular yearly race on the Thames between Oxford and Cambridge Universities.</p> <h3>Motor sports</h3> <p>There is a long history of motor sport in the UK, for both cars and motor cycles. Motor-car racing in the UK started in 1902. The UK continues to be a world leader in the development and manufacture of motor-sport technology. A Formula 1 Grand Prix event is held in the UK each year and a number of British Grand Prix drivers have won the Formula 1 World Championship. Recent British winners include Damon Hill, Lewis Hamilton and Jensen Button.</p> <h3>Skiing</h3> <p>Skiing is increasingly popular in the UK. Many people go abroad to ski and there are also dry ski slopes throughout the UK. Skiing on snow may also be possible during the winter. There are five ski centres in Scotland, as well as Europe's longest dry ski slope near Edinburgh.</p>"
        },
        {
          "title": "Arts and culture",
          "content": "<h3>Music</h3> <p>Music is an important part of British culture, with a rich and varied heritage, It ranges from classical music to modern pop. There are many different venues and musical events that take place across the UK.</p> <p>The Proms is an eight-week summer season of orchestral classical music that takes place in various venues, including the Royal Albert Hall in London. It has been organised by the British Broadcasting Corporation (BBC) since 1927. The Last Night of the Proms is the most well-known concert and (along with others in the series) is broadcast on television.</p> <p>Classical music has been popular in the UK for many centuries. Henry Purcell (1659-95) was the organist at Westminster Abbey. He wrote church music, operas and other pieces, and developed a British style distinct from that elsewhere in Europe. He continues to be influential on British composers.</p> <p>The German-born composer George Frederick Handel (1695-1759) spent many years in the UK and became a British citizen in 1727. He wrote the Water Music for King George I and Music for the Royal Fireworks for his son, George Il. Both these pieces continue to be very popular. Handel also wrote an oratorio, Messiah, which is sung regularly by choirs, often at Easter time.</p> <p>More recently, important composers include Gustav Holst (1874-1934), whose work includes The Planets, a suite of pieces themed around the planets of the solar system. He adapted Jupiter, part of the Planets suite, as the tune for I vow to thee my country, a popular hymn in British churches.</p> <p>Sir Edward Elgar (1857-1934) was born in Worcester, England. His best-known work is probably the Pomp and Circumstance Marches. March No 1 (Land of Hope and Glory) is usually played at the Last Night of the Proms at the Royal Albert Hall.</p> <p>Ralph Vaughan Williams (1872-1958) wrote music for orchestras and choirs. He was strongly influenced by traditional English folk music.</p> <p>Sir William Walton (1902-83) wrote a wide range of music, from film scores to opera. He wrote marches for the coronations of King George VI and Queen Elizabeth Il but his best-known works are probably Façade, which became a ballet, and Balthazar's Feast, which is intended to be sung by a large choir.</p> <p>Benjamin Britten (1913-76) is best known for his operas, which include Peter Grimes and Billy Budd. He also wrote A Young Person's Guide to the Orchestra, which is based on a piece of The Royal Albert Hall is the venue for the Last Night of the Proms music by Purcell and introduces the listener to the various different sections of an orchestra. He founded the Aldeburgh festival in Suffolk, which continues to be a popular music event of international importance.</p> <p>Other types of popular music, including folk music, jazz, pop and rock music, have flourished in Britain since the 20th century. Britain has had an impact on popular music around the world, due to the wide use of the English language, the UK's cultural links with many countries, and British capacity for invention and innovation.</p> <p>Since the 1960s, British pop music has made one of the most important cultural contributions to life in the UK. Bands including The Beatles and The Rolling Stones continue to have an influence on music both here and abroad. British pop music has continued to innovate — for example, the Punk movement of the late 1970s, and the trend towards boy and girl bands in the 1990s.</p> <p>There are many large venues that host music events throughout the year, such as: Wembley Stadium; The 02 in Greenwich, south-east London; and the Scottish Exhibition and Conference Centre (SECC) in Glasgow.</p> <p>Festival season takes place across the UK every summer, with major events in various locations. Famous festivals include Glastonbury, the Isle of Wight Festival and the V Festival. Many bands and solo artists, both well-known and up-and-coming, perform at these events.</p> <p>The National Eisteddfod of Wales is an annual cultural festival which includes music, dance, art and original performances largely in Welsh. It includes a number of important competitions for Welsh poetry.</p> <p>The Mercury Music Prize is awarded each September for the best album from the UK and Ireland. The Brit Awards is an annual event that gives awards in a range of categories, such as best British group and best British solo artist.</p> <h3>Theatre</h3> <p>There are theatres in most towns and cities throughout the UK, ranging from the large to the small. They are an important part of local communities and often show both professional and amateur productions. London's West End, also known as 'Theatreland', is particularly well known. The Mousetrap, a murder-mystery play by Dame Agatha Christie, has been running in the West End since 1952 and has had the longest initial run of any show in history.</p> <p>There is also a strong tradition of musical theatre in the UK. In the 19th century, Gilbert and Sullivan wrote comic operas, often making fun of popular culture and politics. These operas include HMS Pinafore, The Pirates of Penzance and The Mikado. Gilbert and Sullivan's work is still often staged by professional and amateur groups. More recently, Andrew Lloyd Webber has written the music for shows which have been popular throughout the world, including, in collaboration with Tim Rice, Jesus Christ Superstar and Evita, and also Cats and The Phantom of the Opera.</p> <p>One British tradition is the pantomime. Many theatres produce a pantomime at Christmas time. They are based on fairy stories and are light-hearted plays with music and comedy, enjoyed by family audiences. One of the traditional characters is the Dame, a woman played by a man. There is often also a pantomime horse or cow played by two actors in the same costume.</p> <p>The Edinburgh Festival takes place in Edinburgh, Scotland, every summer. It is a series of different arts and cultural festivals, with the biggest and most well-known being the Edinburgh Festival Fringe ('the Fringe'). The Fringe is a showcase of mainly theatre and comedy performances. It often shows experimental work.</p> <p>The Laurence Olivier Awards take place annually at different venues in London. There are a variety of categories, including best director, best actor and best actress. The awards are named after the British actor Sir Laurence Olivier, later Lord Olivier, who was best known for his roles in various Shakespeare plays.</p> <h3>Art</h3> <p>During the Middle Ages, most art had a religious theme, particularly</p> <p>wall paintings in churches and illustrations in religious books. Much of this was lost after the Protestant Reformation but wealthy families began to collect other paintings and sculptures. Many of the painters working in Britain in the 16th and 17th centuries were from abroad — for example, Hans Holbein and Sir Anthony Van Dyck. British artists, particularly those painting portraits and landscapes, became well known from the 18th century onwards.</p> <p>Works by British and international artists are displayed in galleries across the UK. Some of the most well-known galleries are The National Gallery, Tate Britain and Tate Modern in London, the National Museum in Cardiff, and the National Gallery of Scotland in Edinburgh.</p> <h3>Notable British artists</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thomas Gainsborough (1727-88) was a portrait painter who often painted people in country or garden scenery.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; David Allan (1744-96) was a Scottish painter who was best known for painting portraits. One of his most famous works is called The Origin of Painting.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Joseph Turner (1775-1851) was an influential landscape painter in a modern style. He is considered the artist who raised the profile of landscape painting.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; John Constable (1776-1837) was a landscape painter most famous for his works of Dedham Vale on the Suffolk—Essex border in the east of England.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Pre-Raphaelites were an important group of artists in the second half of the 19th century. They painted detailed pictures on religious or literary themes in bright colours. The group included Holman Hunt, Dante Gabriel Rossetti and Sir John Millais.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sir John Lavery (1856-1941) was a very successful Northern Irish portrait painter. His work included painting the Royal Family.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Henry Moore (1898-1986) was an English sculptor and artist. He is best known for his large bronze abstract sculptures.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; John Petts (1914-91) was a Welsh artist, best known for his engravings and stained glass.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lucian Freud (1922-2011) was a German-born British artist. He is best known for his portraits.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; David Hockney (1937-) was an important contributor to the 'pop art' movement of the 1960s and continues to be influential today.</p> <p>The Turner Prize was established in 1984 and celebrates contemporary art. It was named after Joseph Turner. Four works are shortlisted every year and shown at Tate Britain before the winner is announced. The Turner Prize is recognised as one of the most prestigious visual art awards in Europe. Previous winners include Damien Hirst and Richard Wright.</p> <h3>Architecture</h3> <p>The architectural heritage of the UK is rich and varied. In the Middle Ages, great cathedrals and churches were built, many of which still stand today. Examples are the cathedrals in Durham, Lincoln, Canterbury and Salisbury. The White Tower in the Tower of London is an example of a Norman castle keep, built on the orders of William the Conqueror (see pages 19 and 115).</p> <p>Gradually, as the countryside became more peaceful and landowners became richer, the houses of the wealthy became more elaborate and great country houses such as Hardwick Hall in Derbyshire were built. British styles of architecture began to evolve.</p> <p>In the 17th century, Inigo Jones took inspiration from classical architecture to design the Queen's House at Greenwich and the Banqueting House in Whitehall in London. Later in the century, Sir Christopher Wren helped develop a British version of the ornate styles popular in Europe in buildings such as the new St Paul's Cathedral.</p> <p>In the 18th century, simpler designs became popular. The Scottish architect Robert Adam influenced the development of architecture in the UK, Europe and America. He designed the inside decoration as well as the building itself in great houses such as Dumfries House in Scotland. His ideas influenced architects in cities such as Bath, where the Royal Crescent was built.</p> <p>In the 19th century, the medieval 'gothic' style became popular again. As cities expanded, many great public buildings were built in this style. The Houses of Parliament and St Pancras Station were built at this time, as were the town halls in cities such as Manchester and Sheffield.</p> <p>In the 20th century, Sir Edwin Lutyens had an influence throughout the British Empire. He designed New Delhi to be the seat of government in India. After the First World War, he was responsible for many war memorials throughout the world, including the Cenotaph in Whitehall. The Cenotaph is the site of the annual Remembrance Day service attended by the Queen, politicians and foreign ambassadors (see page 83).</p> <p>Modern British architects including Sir Norman Foster, Lord (Richard) Rogers and Dame Zaha Hadid continue to work on major projects throughout the world as well as within the UK.</p> <p>Alongside the development of architecture, garden design and landscaping have played an important role in the UK. In the 18<sup>th</sup> century, Lancelot Capability' Brown designed the grounds around country houses so that the landscape appeared to be natural, with grass, trees and lakes. He often said that a place had 'capabilities'.</p> <p>Later, Gertrude Jekyll often worked with Edwin Lutyens to design colourful gardens around the houses he designed. Gardens continue to be an important part of homes in the UK. The annual Chelsea Flower Show showcases garden design from Britain and around the world.</p> <h3>Fashion and design</h3> <p>Britain has produced many great designers, from Thomas Chippendale (who designed furniture in the 18th century) to Clarice Cliff (who designed Art Deco ceramics) to Sir Terence Conran (a 20th-century interior designer). Leading fashion designers of recent years include Mary Quant, Alexander McQueen and Vivienne Westwood.</p> <h3>Literature</h3> <p>The UK has a prestigious literary history and tradition. Several British writers, including the novelist Sir William Golding, the poet Seamus Heaney, and the playwright Harold Pinter, have won the Nobel Prize in Literature. Other authors have become well known in popular fiction. Agatha Christie's detective stories are read all over the world and Ian Fleming's books introduced James Bond. In 2003, The Lord of the Rings by JRR Tolkien was voted the country's best loved novel.</p> <p>The Man Booker Prize for Fiction is awarded annually for the best fiction novel written by an author from the Commonwealth, Ireland or Zimbabwe. It has been awarded since 1968. Past winners include Ian McEwan, Hilary Mantel and Julian Barnes.</p> <h3>Notable authors and writers</h3> <p>Jane Austen (1775—1817) was an English novelist. Her books include Pride and Prejudice and Sense and Sensibility. Her novels are concerned with marriage and family relationships. Many have been made into television programmes or films.</p> <p>Charles Dickens (1812—70) wrote a number of very famous novels, including Oliver Twist and Great Expectations. You will hear references in everyday talk to some of the characters in his books, such as Scrooge (a mean person) or Mr Micawber (always hopeful).</p> <p>Robert Louis Stevenson (1850—94) wrote books which are still read by adults and children today. His most famous books include Treasure Island, Kidnapped and Dr Jekyll and Mr Hyde.</p> <p>Thomas Hardy (1840—1928) was an author and poet. His best-known novels focus on rural society and include Far from the Madding Crowd and Jude the Obscure.</p> <p>Sir Arthur Conan Doyle (1859—1930) was a Scottish doctor and writer. He was best known for his stories about Sherlock Holmes, who was one of the first fictional detectives.</p> <p>Evelyn Waugh (1903—66) wrote satirical novels, including Decline and Fall and Scoop. He is perhaps best known for Brideshead Revisited.</p> <p>Sir Kingsley Amis (1922—95) was an English novelist and poet. He wrote more than 20 novels. The most well-known is Lucky Jim.</p> <p>Graham Greene (1904—91) wrote novels often influenced by his religious beliefs, including The Heart of the Matter, The Honorary Consul, Brighton Rock and Our Man in Havana.</p> <p>J K Rowling (1965—) wrote the Harry Potter series of children's books, which have enjoyed huge international success. She now writes fiction for adults as well.</p> <h4>British poets</h4> <p>British poetry is among the richest in the world. The Anglo-Saxon poem Beowulf tells of its hero's battles against monsters and is still translated into modern English. Poems which survive from the Middle Ages include Chaucer's Canterbury Tales and a poem called Sir Gawain and the Green Knight, about one of the knights at the court of King Arthur.</p> <p>As well as plays, Shakespeare wrote many sonnets (poems which must be 14 lines long) and some longer poems. As Protestant ideas spread, a number of poets wrote poems inspired by their religious views. One of these was John Milton, who wrote Paradise Lost.</p> <p>Other poets, including William Wordsworth, were inspired by nature. Sir Walter Scott wrote poems inspired by Scotland and the traditional stories and songs from the area on the borders of Scotland and England. He also wrote novels, many of which were set in Scotland.</p> <p>Poetry was very popular in the 19th century, with poets such as William Blake, John Keats, Lord Byron, Percy Shelley, Alfred Lord Tennyson, and Robert and Elizabeth Browning. Later, many poets — for example, Wilfred Owen and Siegfried Sassoon — were inspired to write about their experiences in the First World War. More recently, popular poets have included Sir Walter de la Mare, John Masefield, Sir John Betjeman and Ted Hughes.</p> <p>Some of the best-known poets are buried or commemorated in Poet's Corner in Westminster Abbey.</p> <p>Some famous lines include:</p> <p>'Oh, to be in England now that April's thereAnd whoever wakes in England sees, some morning, unaware,That the lowest boughs and the brushwood sheafRound the elm-tree bole are in tiny leafWhile the Chaffinch sings on the orchard boughIn England — Now!'Robert Browning, 1812—89 — Home Thoughts from Abroad)</p> <p>'She walks in beauty, like the nightOf cloudless climes and starry skies,All that's best of dark and brightMeet in her aspect and her eyes'(Lord Byron, 1788—1 824— She Walks in Beauty)</p> <p>'I wander'd lonely as a cloudThat floats on high o'er vales and hillsWhen all at once I saw a crowd,A host of golden daffodils'(William Wordsworth, 1770—1 850— The Daffodils)</p> <p>'Tyger! Tyger! Burning brightIn the forests of the night,What immortal hand or eyeCould frame thy fearful symmetry?'(William Blake, 1757—1 827 — The Tyger)</p> <p>'What passing-bells for these who die as cattle?</p> <p>Only the monstrous anger of the guns.</p> <p>Only the stuttering rifles' rapid rattle</p> <p>Can patter out their hasty orisons.'</p> <p>(Wilfred Owen, 1893—1918 — Anthem for Doomed Youth)</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Which sports are particularly popular in the UK</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Some of the major sporting events that take place each year</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Some of the major arts and culture events that happen in the UK</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How achievements in arts and culture are formally recognised</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Important figures in British literature</p>"
        },
        {
          "title": "Leisure",
          "content": "<p>People in the UK spend their leisure time in many different ways.</p> <h3>Gardening</h3> <p>A lot of people have gardens at home and will spend their free time looking after them. Some people rent additional land called 'an allotment', where they grow fruit and vegetables. Gardening and flower shows range from major national exhibitions to small local events. Many towns have garden centres selling plants and gardening equipment. There are famous gardens to visit throughout the UK, including Kew Gardens, Sissinghurst and Hidcote in England, Crathes Castle and Inveraray Castle in Scotland, Bodnant Garden in Wales, and Mount Stewart in Northern Ireland.</p> <p>The countries that make up the UK all have flowers which are particularly associated with them and which are sometimes worn on national saints' days:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; England — the rose</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Scotland — the thistle</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wales — the daffodil</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Northern Ireland — the shamrock.</p> <h3>Shopping</h3> <p>There are many different places to go shopping in the UK. Most towns and cities have a central shopping area, which is called the town centre. Undercover shopping centres are also common — these might be in town centres or on the outskirts of a town or city. Most shops in the UK are open seven days a week, although trading hours on Sundays and public holidays are generally reduced. Many towns also have markets on one or more days a week, where stallholders sell a variety of goods.</p> <h3>Cooking and food</h3> <p>Many people in the UK enjoy cooking. They often invite each other to their homes for dinner. A wide variety of food is eaten in the UK because of the country's rich cultural heritage and diverse population.</p> <h3>Traditional foods</h3> <p>There are a variety of foods that are traditionally associated with different parts of the UK:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; England: Roast beef, which is served with potatoes, vegetables, Yorkshire puddings (batter that is baked in the oven) and other accompaniments. Fish and chips are also popular.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wales: Welsh cakes — a traditional Welsh snack made from flour, dried fruits and spices, and served either hot or cold.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Scotland: Haggis — a sheep's stomach stuffed with offal, suet, onions and oatmeal.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Northern Ireland: Ulster fry — a fried meal with bacon, eggs, sausage, black pudding, white pudding, tomatoes, mushrooms, soda bread and potato bread.</p> <h3>Films</h3> <h4>British film industry</h4> <p>The UK has had a major influence on modern cinema.</p> <p>Films were first shown publicly in the UK in 1896 and film screenings very quickly became popular. From the beginning, British film makers became famous for clever special effects and this continues to be an area of British expertise. From the early days of the cinema, British actors have worked in both the UK and USA. Sir Charles (Charlie) Chaplin became famous in silent movies for his tramp character and was one of many British actors to make a career in Hollywood.</p> <p>British studios flourished in the 1930s. Eminent directors included Sir Alexander Korda and Sir Alfred Hitchcock, who later left for Hollywood and remained an important film director until his death in 1980. During the Second World War, British movies (for example, In Which We Serve) played an important part in boosting morale. Later, British directors including Sir David Lean and Ridley Scott found great success both in the UK and internationally.</p> <p>The 1950s and 1960s were a high point for British comedies, including Passport to Pimlico, The Ladykillers and, later, the Carry On films.</p> <p>Many of the films now produced in the UK are made by foreign companies, using British expertise. Some of the most commercially successful films of all time, including the two highest-grossing film franchises (Harry Potter and James Bond), have been produced in the UK. Ealing Studios has a claim to being the oldest continuously working film studio facility in the world. Britain continues to be particularly strong in special effects and animation. One example is the work of Nick Park, who has won four Oscars for his animated films, including three for films featuring Wallace and Gromit.</p> <p>Actors such as Sir Lawrence Olivier, David Niven, Sir Rex Harrison and Richard Burton starred in a wide variety of popular films. British actors continue to be popular and continue to win awards throughout the world. Recent British actors to have won Oscars include Colin Firth, Sir Antony Hopkins, Dame Judi Dench, Kate Winslet and Tilda Swinton.</p> <p>The annual British Academy Film Awards, hosted by the British Academy of Film and Television Arts (BAFTA), are the British equivalent of the Oscars.</p> <h3>Some famous British films</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The 39 Steps (1935), directed by Alfred Hitchcock</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Brief Encounter(1945), directed by David Lean</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Third Man (1949), directed by Carol Reed</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Belles of St Trinian's (1954), directed by Frank Launder</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lawrence of Arabia (1962), directed by David Lean</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Women in Love (1969), directed by Ken Russell</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Don't Look Now(1973), directed by Nicolas Roeg</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Chariots of Fire (1981), directed by Hugh Hudson</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Killing Fields (1984), directed by Roland Joffé</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Four Weddings and a Funeral(1994), directed by Mike Newell</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Touching the Void (2003), directed by Kevin MacDonald.</p> <h3>British comedy</h3> <p>The traditions of comedy and satire, and the ability to laugh at ourselves, are an important part of the UK character.</p> <p>Medieval kings and rich nobles had jesters who told jokes and made fun of people in the Court. Later, Shakespeare included comic characters in his plays. In the 18th century, political cartoons attacking prominent politicians — and, sometimes, the monarch or other members of the Royal Family — became increasingly popular. In the 19th century, satirical magazines began to be published. The most famous was Punch, which was published for the first time in the 1840s. Today, political cartoons continue to be published in newspapers, and magazines such as Private Eye continue the tradition of satire.</p> <p>Comedians were a popular feature of British music hall, a form of variety theatre which was very common until television became the leading form of entertainment in the UK. Some of the people who had performed in the music halls in the 1940s and 1950s, such as Morecambe and Wise, became stars of television.</p> <p>Television comedy developed its own style. Situation comedies, or sitcoms, which often look at family life and relationships in the workplace, remain popular. Satire has also continued to be important, with shows like That Was The Week That Was in the 1960s and Spitting Image in the 1980s and 1990s. In 1969, Monty Python's Flying Circus introduced a new type of progressive comedy. Stand-up comedy, where a solo comedian talks to a live audience, has become popular again in recent years.</p> <h3>Television and radio</h3> <p>Many different television (TV) channels are available in the UK. Some are free to watch and others require a paid subscription. British television shows a wide variety of programmes. Popular programmes include regular soap operas such as Coronation Street and EastEnders. In Scotland, some Scotland-specific programmes are shown and there is also a channel with programmes in the Gaelic language. There is a Welsh-language channel in Wales. There are also programmes specific to Northern Ireland and some programmes broadcast in Irish Gaelic.</p> <p>Everyone in the UK with a TV, computer or other medium which can be used for watching TV must have a television licence. One licence covers all of the equipment in one home, except when people rent different rooms in a shared house and each has a separate tenancy agreement — those people must each buy a separate licence. People over 75 can apply for a free TV licence and blind people can get a 50% discount. You will receive a fine of up to £1,000 if you watch TV but do not have a TV licence.</p> <p>The money from TV licences is used to pay for the British Broadcasting Corporation (BBC). This is a British public service broadcaster providing television and radio programmes. The BBC is the largest broadcaster in the world. It is the only wholly state-funded media organisation that is independent of government. Other UK channels are primarily funded through advertisements and subscriptions.</p> <p>There are also many different radio stations in the UK. Some broadcast nationally and others in certain cities or regions. There are radio stations that play certain types of music and some broadcast in regional languages such as Welsh or Gaelic. Like television, BBC radio stations are funded by TV licences and other radio stations are funded through advertisements.</p> <h3>Social networking</h3> <p>Social networking websites such as Facebook and Twitter are a popular way for people to stay in touch with friends, organise social events, and share photos, videos and opinions. Many people use social networking on their mobile phones when out and about.</p> <h3>Pubs and night clubs</h3> <p>Public houses (pubs) are an important part of the UK social culture. Many people enjoy meeting friends in the pub. Most communities will have a 'local' pub that is a natural focal point for social activities. Pub quizzes are popular. Pool and darts are traditional pub games. To buy alcohol in a pub or night club you must be 18 or over, but people under that age may be allowed in some pubs with an adult. When they are 16, people can drink wine or beer with a meal in a hotel or restaurant (including eating areas in pubs) as long as they are with someone over 18.</p> <p>Pubs are usually open during the day from 11.00 am (12 noon on Sundays). Night clubs with dancing and music usually open and close later than pubs. The licensee decides the hours that the pub or night club is open.</p> <h3>Betting and gambling</h3> <p>In the UK, people often enjoy a gamble on sports or other events. There are also casinos in many places. You have to be 18 to go into betting shops or gambling clubs. There is a National Lottery for which draws are made every week. You can enter by buying a ticket or a scratch card. People under 16 are not allowed to participate in the National Lottery.</p> <h3>Pets</h3> <p>A lot of people in the UK have pets such as cats or dogs. They might have them for company or because they enjoy looking after them. It is against the law to treat a pet cruelly or to neglect it. All dogs in public places must wear a collar showing the name and address of the owner. The owner is responsible for keeping the dog under control and for cleaning up after the animal in a public place.</p> <p>Vaccinations and medical treatment for animals are available from veterinary surgeons (vets). There are charities which may help people who cannot afford to pay a vet.</p>"
        },
        {
          "title": "Places of interest",
          "content": "<p>The UK has a large network of public footpaths in the countryside. There are also many opportunities for mountain biking, mountaineering and hill walking. There are 15 national parks in England, Wales and Scotland. They are areas of protected countryside that everyone can visit, and where people live, work and look after the landscape.</p> <p>There are many museums in the UK, which range from small community museums to large national and civic collections. Famous landmarks exist in towns, cities and the countryside throughout the UK. Most of them are open to the public to view (generally for a charge).</p> <p>Many parts of the countryside and places of interest are kept open by the National Trust in England, Wales and Northern Ireland and the National Trust for Scotland. Both are charities that work to preserve important buildings, coastline and countryside in the UK. The National Trust was founded in 1895 by three volunteers. There are now more than 61,000 volunteers helping to keep the organisation running.</p> <h3>UK landmarks</h3> <h4>Big Ben</h4> <p>Big Ben is the nickname for the great bell of the clock at the Houses of Parliament in London. Many people call the clock Big Ben as well. The clock is over 150 years old and is a popular tourist attraction. The clock tower is named 'Elizabeth Tower' in honour of Queen Elizabeth II's Diamond Jubilee in 2012.</p> <h4>The Eden Project</h4> <p>The Eden Project is located in Cornwall, in the south west of England. Its biomes, which are like giant greenhouses, house plants from all over the world. The Eden Project is also a charity which runs environmental and social projects internationally.</p> <h4>Edinburgh Castle</h4> <p>The Castle is a dominant feature of the skyline in Edinburgh, Scotland. It has a long history, dating back to the early Middle Ages. It is looked after by Historic Scotland, a Scottish government agency.</p> <h4>The Giant's Causeway</h4> <p>Located on the north-east coast of Northern Ireland, the Giant's Causeway is a land formation of columns made from volcanic lava. It was formed about 50 million years ago. There are many legends about the Causeway and how it was formed.</p> <h4>Loch Lomond and the Trossachs National Park</h4> <p>This national park covers 720 square miles (1,865 square kilometres) in the west of Scotland. Loch Lomond is the largest expanse of fresh water in mainland Britain and probably the best known part of the park.</p> <h4>London Eye</h4> <p>The London Eye is situated on the southern bank of the River Thames and is a Ferris wheel that is 443 feet (135 metres) tall. It was originally built as part of the UK's celebration of the new millennium and continues to be an important part of New Year celebrations.</p> <h4>Snowdonia</h4> <p>Snowdonia is a national park in North Wales. It covers an area of 838 square miles (2,170 square kilometres). Its most well-known landmark is Snowdon, which is the highest mountain in Wales.</p> <h4>The Tower of London</h4> <p>The Tower of London was first built by William the Conqueror after he became king in 1066. Tours are given by the Yeoman Warders, also known as Beefeaters, who tell visitors about the building's history. People can also see the Crown Jewels there.</p> <h4>The Lake District</h4> <p>The Lake District is England's largest national park. It covers 885 square miles (2,292 square kilometres). It is famous for its lakes and mountains and is very popular with climbers, walkers and sailors. The biggest stretch of water is Windermere. In 2007, television viewers voted Wastwater as Britain's favourite view.</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Some of the ways in which people in the UK spend their leisure time</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The development of British cinema</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What the television licence is and how it funds the BBC</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Some of the places of interest to visit in the UK</p>"
        }
      ]
    },
    {
      "title": "The UK government, the law and your role",
      "content": [
        {
          "title": "The development of British democracy",
          "content": "<p>Democracy is a system of government where the whole adult population gets a say. This might be by direct voting or by choosing representatives to make decisions on their behalf.</p> <p>At the turn of the 19th century, Britain was not a democracy as we know it today. Although there were elections to select members of Parliament (MPs), only a small group of people could vote. They were men who were over 21 years of age and who owned a certain amount of property.</p> <p>The franchise (that is, the number of people who had the right to vote) grew over the course of the 19th century and political parties began to involve ordinary men and women as members.</p> <p>In the 1830s and 1840s, a group called the Chartists campaigned for reform. They wanted six changes:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; for every man to have the vote</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; elections every year</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; for all regions to be equal in the electoral system</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; secret ballots</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; for any man to be able to stand as an MP</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; for MPs to be paid.</p> <p>At the time, the campaign was generally seen as a failure. However, by 1918 most of these reforms had been adopted. The voting franchise was also extended to women over 30, and then in 1928 to men and women over 21. In 1969, the voting age was reduced to 18 for men and women.</p> "
        },
        {
          "title": "The British constitution",
          "content": "<p>A constitution is a set of principles by which a country is governed. It includes all of the institutions that are responsible for running the country and how their power is kept in check. The constitution also includes laws and conventions. The British constitution is not written down in any single document, and therefore it is described as 'unwritten'. This is mainly because the UK, unlike America or France, has never had a revolution which led permanently to a totally new system of government. Our most important institutions have developed over hundreds of years. Some people believe that there should be a single document, but others believe an unwritten constitution allows for more flexibility and better government.</p> <h3>Constitutional institutions</h3> <p>In the UK, there are several different parts of government. The main ones are:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the monarchy</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Parliament (the House of Commons and the House of Lords)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the Prime Minister</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the cabinet</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the judiciary (courts)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the police</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the civil service</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; local government.</p> <p>In addition, there are devolved governments in Scotland, Wales and Northern Ireland that have the power to legislate on certain issues.</p> <h3>The monarchy</h3> <p>Queen Elizabeth Il is the head of state of the UK. She is also the monarch or head of state for many countries in the Commonwealth. The UK has a constitutional monarchy. This means that the king or queen does not rule the country but appoints the government, which the people have chosen in a democratic election. The monarch invites the leader of the party with the largest number of MPs, or the leader of a coalition between more than one party, to become the Prime Minister. The monarch has regular meetings with the Prime Minister and can advise, warn and encourage, but the decisions on government policies are made by the Prime Minister and cabinet (see the section on 'The government').</p> <p>The Queen has reigned since her father's death in 1952, and in 2012 she celebrated her Diamond Jubilee (60 years as queen). She is married to Prince Philip, the Duke of Edinburgh. Her eldest son, Prince Charles (the Prince of Wales), is the heir to the throne.</p> <p>The Queen has important ceremonial roles, such as the opening of the new parliamentary session each year. On this occasion the Queen makes a speech which summarises the government's policies for the year ahead. All Acts of Parliament are made in her name.</p> <p>The Queen represents the UK to the rest of the world. She receives foreign ambassadors and high commissioners, entertains visiting heads of state, and makes state visits overseas in support of diplomatic and economic relationships with other countries.</p> <p>The Queen has an important role in providing stability and continuity. While governments and Prime Ministers change regularly, the Queen continues as head of state. She provides a focus for national identity and pride, which was demonstrated through the celebrations of her Jubilee.</p> <h4>The National Anthem</h4> <p>The National Anthem of the UK is 'God Save the Queen'. It is played at important national occasions and at events attended by the Queen or the Royal Family. The first verse is:</p> <p>'God save our gracious Queen!Long live our noble Queen!God save the Queen!Send her victorious,Happy and glorious,Long to reign over us,God save the Queen!'</p> <p>New citizens swear or affirm loyalty to the Queen as part of the citizenship ceremony.</p> <h4>Oath of allegiance</h4> <p>I (name) swear by Almighty God that on becoming a British citizen, I will be faithful and bear true allegiance to Her Majesty Queen Elizabeth the Second, her Heirs and Successors, according to law.</p> <h4>Affirmation of allegiance</h4> <p>I (name) do solemnly, sincerely and truly declare and affirm that on becoming a British citizen, I will be faithful and bear true allegiance to Her Majesty Queen Elizabeth the Second, her Heirs and Successors, according to law.</p> <h3>System of government</h3> <p>The system of government in the UK is a parliamentary democracy. The UK is divided into parliamentary constituencies. Voters in each constituency elect their member of Parliament (MP) in a General Election. All of the elected MPs form the House of Commons. Most MPs belong to a political party, and the party with the majority of MPs forms the government, If one party does not get a majority, two parties can join together to form a coalition.</p> <h3>The House of Commons</h3> <p>The House of Commons is regarded as the more important of the two chambers in Parliament because its members are democratically elected. The Prime Minister and almost all the members of the cabinet are members of the House of Commons (MPs). Each MP represents a parliamentary constituency, which is a small area of the country. MPs have a number of different responsibilities. They:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; represent everyone in their constituency</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; help to create new laws</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; scrutinise and comment on what the government is doing</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; debate important national issues.</p> <h3>The House of Lords</h3> <p>Members of the House of Lords, known as peers, are not elected by the people and do not represent a constituency. The role and membership of the House of Lords has changed over the last 50 years.</p> <p>Until 1958, all peers were:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 'hereditary', which means they inherited their title, or</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; senior judges, or</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; bishops of the Church of England.</p> <p>Since 1958, the Prime Minister has had the power to nominate peers just for their own lifetime. These are called life peers. They have usually had an important career in politics, business, law or another profession. Life peers are appointed by the monarch on the advice of the Prime Minister. They also include people nominated by the leaders of the other main political parties or by an independent Appointments Commission for non-party peers.</p> <p>Since 1999, hereditary peers have lost the automatic right to attend the House of Lords. They now elect a few of their number to represent them in the House of Lords.</p> <p>The House of Lords is normally more independent of the government than the House of Commons. It can suggest amendments or propose new laws, which are then discussed by MPs. The House of Lords checks laws that have been passed by the House of Commons to ensure they are fit for purpose. It also holds the government to account to make sure that it is working in the best interests of the people. There are peers who are specialists in particular areas, and their knowledge is useful in making and checking laws. The House of Commons has powers to overrule the House of Lords, but these are not used often.</p> <h3>The Speaker</h3> <p>Debates in the House of Commons are chaired by the Speaker. This person is the chief officer of the House of Commons. The Speaker is neutral and does not represent a political party, even though he or she is an MP, represents a constituency and deals with constituents' problems like any other MP. The Speaker is chosen by other MPs in a secret ballot.<br> The Speaker keeps order during political debates to make sure the rules are followed. This includes making sure the opposition (see the section on 'The government') has a guaranteed amount of time to debate issues which it chooses. The Speaker also represents Parliament on ceremonial occasions.</p> <h3>Elections</h3> <h4>UK elections</h4> <p>MPs are elected at a General Election, which is held at least every five years.</p> <p>If an MP dies or resigns, there will be a fresh election, called a by election, in his or her constituency.</p> <p>MPs are elected through a system called 'first past the post'. In each constituency, the candidate who gets the most votes is elected. The government is usually formed by the party that wins the majority of constituencies. If no party wins a majority, two parties may join together to form a coalition.</p> <h4>European parliamentary elections</h4> <p>Elections for the European Parliament are also held every five years. Elected members are called members of the European Parliament (MEPs). Elections to the European Parliament use a system of proportional representation, where seats are allocated to each party in proportion to the total number of votes it has won.</p> <h3>Contacting elected members</h3> <p>All elected members have a duty to serve and represent their constituents. You can get contact details for all your representatives and their parties from your local library and from <a href=\"http://www.parliament.uk/\">www.parliament.uk</a>. MPs, Assembly members, members of the Scottish Parliament (MSPs) and MEPs are also listed in The Phone Book, published by BT, and in Yellow Pages.</p> <p>You can contact MPs by letter or telephone at their constituency office, or at their office in the House of Commons: The House of Commons, Westminster, London SW1A OAA, telephone 020 7729 3000. In addition, many MPs, Assembly members, MSPs and MEPs hold regular local 'surgeries', where constituents can go in person to talk about issues that are of concern to them. These surgeries are often advertised in the local newspaper.</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How democracy has developed in the UK</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What a constitution is and how the UK's constitution is different from those of most other countries</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The role of the monarch</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The role of the House of Commons and House of Lords</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What the Speaker does</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How the UK elects MPs and MEPs</p>"
        },
        {
          "title": "The government",
          "content": "<h3>The Prime Minister</h3> <p>The Prime Minister (PM) is the leader of the political party in power. He or she appoints the members of the cabinet (see below) and has control over many important public appointments. The official home of the Prime Minister is 10 Downing Street, in central London, near the Houses of Parliament. He or she also has a country house outside London called Chequers.</p> <p>The Prime Minister can be changed if the MPs in the governing party decide to do so, or if he or she wishes to resign. The Prime Minister usually resigns if his or her party loses a General Election.</p> <h3>The cabinet</h3> <p>The Prime Minister appoints about 20 senior MPs to become ministers in charge of departments. These include:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Chancellor of the Exchequer — responsible for the economy</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Home Secretary — responsible for crime, policing and immigration</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Foreign Secretary — responsible for managing relationships with foreign countries</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; other ministers (called 'Secretaries of State') responsible for subjects such as education, health and defence.</p> <p>These ministers form the cabinet, a committee which usually meets weekly and makes important decisions about government policy. Many of these decisions have to be debated or approved by Parliament.</p> <p>Each department also has a number of other ministers, called Ministers of State and Parliamentary Under-Secretaries of State, who take charge of particular areas of the department's work.</p> <h3>The opposition</h3> <p>The second-largest party in the House of Commons is called the opposition. The leader of the opposition usually becomes Prime Minister if his or her party wins the next General Election.</p> <p>The leader of the opposition leads his or her party in pointing out what they see as the government's failures and weaknesses. One important opportunity to do this is at Prime Minister's Questions, which takes place every week while Parliament is sitting. The leader of the opposition also appoints senior opposition MPs to be 'shadow ministers'. They form the shadow cabinet and their role is to challenge the government and put forward alternative policies.</p> <h3>The party system</h3> <p>Anyone aged 18 or over can stand for election as an MP but they are unlikely to win unless they have been nominated to represent one of the major political parties. These are the Conservative Party, the Labour Party, the Liberal Democrats, or one of the parties representing Scottish, Welsh or Northern Irish interests.</p> <p>There are a few MPs who do not represent any of the main political parties. They are called 'independents' and usually represent an issue important to their constituency.</p> <p>The main political parties actively look for members of the public to join their debates, contribute to their costs, and help at elections for Parliament or for local government. They have branches in most constituencies and hold policy-making conferences every year.</p> <p>Pressure and lobby groups are organisations which try to influence government policy. They play an important role in politics. Some are representative organisations such as the CBI (Confederation of British Industry), which represents the views of British business. Others campaign on particular topics, such as the environment (for example, Greenpeace) or human rights (for example, Liberty).</p> <h3>The civil service</h3> <p>Civil servants support the government in developing and implementing its policies. They also deliver public services. Civil servants are accountable to ministers. They are chosen on merit and are politically neutral — they are not political appointees. People can apply to join the civil service through an application process, like other jobs in the UK. Civil servants are expected to carry out their role with dedication and a commitment to the civil service and its core values. These are: integrity, honesty, objectivity and impartiality (including being politically neutral).</p> <h3>Local government</h3> <p>Towns, cities and rural areas in the UK are governed by democratically elected councils, often called 'local authorities'. Some areas have both district and county councils, which have different functions. Most large towns and cities have a single local authority.</p> <p>Local authorities provide a range of services in their areas. They are funded by money from central government and by local taxes.</p> <p>Many local authorities appoint a mayor, who is the ceremonial leader of the council. In some towns, a mayor is elected to be the effective leader of the administration. London has 33 local authorities, with the Greater London Authority and the Mayor of London coordinating policies across the capital. For most local authorities, local elections for councillors are held in May every year. Many candidates stand for council election as members of a political party.</p> <h3>Devolved administrations</h3> <p>Since 1997, some powers have been devolved from the central government to give people in Wales, Scotland and Northern Ireland more control over matters that directly affect them. There has been a Welsh Assembly and a Scottish Parliament since 1999. There is also a Northern Ireland Assembly, although this has been suspended on a few occasions.</p> <p>Policy and laws governing defence, foreign affairs, immigration, taxation and social security all remain under central UK government control. However, many other public services, such as education, are controlled by the devolved administrations.</p> <p>The devolved administrations each have their own civil service.</p> <h4>The Welsh government</h4> <p>The Welsh government and National Assembly for Wales are based in Cardiff, the capital city of Wales. The National Assembly has 60 Assembly members (AMs) and elections are held every four years using a form of proportional representation. Members can speak in either Welsh or English, and all of the Assembly's publications are in both languages.</p> <p>The Assembly has the power to make laws for Wales in 20 areas, including:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; education and training</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; health and social services</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; economic development</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; housing.</p> <p>Since 2011, the National Assembly for Wales has been able to pass laws on these topics without the agreement of the UK Parliament.</p> <h4>The Scottish Parliament</h4> <p>The Scottish Parliament was formed in capital city of Scotland. 1999. It sits in Edinburgh, the There are 129 members of the Scottish Parliament (MSPs), elected by a form of proportional representation. The Scottish Parliament can pass laws for Scotland on all matters which are not specifically reserved to the UK Parliament. The matters on which the Scottish Parliament can legislate include:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; civil and criminal law</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; health</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; education</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; planning</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; additional tax-raising powers.</p> <h4>The Northern Ireland Assembly</h4> <p>A Northern Ireland Parliament was established in 1922, when Ireland was divided, but it was abolished in 1972, shortly after the Troubles broke out in 1969 (see page 55).</p> <p>The Northern Ireland Assembly was established soon after the Belfast Agreement (or Good Friday Agreement) in 1998. There is a power-sharing agreement which distributes ministerial offices amongst the main parties. The Assembly has 108 elected members, known as MLAs (members of the Legislative Assembly). They are elected with a form of proportional representation.</p> <p>The Northern Ireland Assembly can make decisions on issues such as:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; education</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; agriculture</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the environment</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; health</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; social services.</p> <p>The UK government has the power to suspend all devolved assemblies. It has used this power several times in Northern Ireland when local political leaders found it difficult to work together. However, the Assembly has been running successfully since 2007.</p> <h3>The media and government</h3> <p>Proceedings in Parliament are broadcast on television and published in official reports called Hansard. Written reports can be found in large libraries and at <a href=\"http://www.parliament.uk/\">www.parliament.uk</a>. Most people get information about political issues and events from newspapers (often called 'the press'), television, radio and the internet.</p> <p>The UK has a free press. This means that what is written in newspapers is free from government control. Some newspaper owners and editors hold strong political opinions and run campaigns to try to influence government policy and public opinion.</p> <p>By law, radio and television coverage of the political parties must be balanced and so equal time has to be given to rival viewpoints.</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The role of the Prime Minister, cabinet, opposition and shadow cabinet</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The role of political parties in the UK system of government</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Who the main political parties are</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What pressure and lobby groups do</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The role of the civil service</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The role of local government</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The powers of the devolved governments in Wales, Scotland and Northern Ireland</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How proceedings in Parliament are recorded</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The role of the media in keeping people informed about political issues</p> <h3>Who can vote?</h3> <p>The UK has had a fully democratic voting system since 1928 (see pages 119—20). The present voting age of 18 was set in 1969 and (with a few exceptions) all UK-born and naturalised adult citizens have the right to vote.</p> <p>Adult citizens of the UK, and citizens of the Commonwealth and the Irish Republic who are resident in the UK, can vote in all public elections. Adult citizens of other EU states who are resident in the UK can vote in all elections except General Elections.</p> <h4>The electoral register</h4> <p>To be able to vote in a parliamentary, local or European election, you must have your name on the electoral register.</p> <p>If you are eligible to vote, you can register by contacting your local council electoral registration office. This is usually based at your local council (in Scotland it may be based elsewhere). If you don't know which local authority you come under, you can find out by visiting www.aboutmyvote.co.uk and entering your postcode. You can also download voter registration forms in English, Welsh and some other languages.</p> <p>The electoral register is updated every year in September or October. An electoral registration form is sent to every household and this has to be completed and returned with the names of everyone who is resident in the household and eligible to vote.</p> <p>In Northern Ireland a different system operates. This is called 'individual registration' and all those entitled to vote must complete their own registration form. Once registered, people stay on the register provided their personal details do not change. For more information see the Electoral Office for Northern Ireland website at <a href=\"http://www.eoni.org.uk/\">www.eoni.org.uk</a></p> <p>By law, each local authority has to make its electoral register available for anyone to look at, although this has to be supervised. The register is kept at each local electoral registration office (or council office in England and Wales). It is also possible to see the register at some public buildings such as libraries.</p> <h3>Where to vote</h3> <p>People vote in elections at places called polling stations, or polling places in Scotland. Before the election you will be sent a poll card. This tells you where your polling station or polling place is and when the election will take place. On election day, the polling station or place will be open from 7.00 am until 10.00 pm.</p> <p>When you arrive at the polling station, the staff will ask for your name and address. In Northern Ireland you will also have to show photographic identification. You will then get your ballot paper, which you take to a polling booth to fill in privately. You should make up your own mind who to vote for. No one has the right to make you vote for a particular candidate. You should follow the instructions on the ballot paper. Once you have completed it, put it in the ballot box.</p> <p>If it is difficult for you to get to a polling station or polling place, you can register for a postal ballot. Your ballot paper will be sent to your home before the election. You then fill it in and post it back. You can choose to do this when you register to vote.</p> <h3>Standing for office</h3> <p>Most citizens of the UK, the Irish Republic or the Commonwealth aged 18 or over can stand for public office. There are some exceptions, including:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; members of the armed forces</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; civil servants</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; people found guilty of certain criminal offences.</p> <p>Members of the House of Lords may not stand for election to the House of Commons but are eligible for all other public offices.</p> <h3>Visiting Parliament and the devolved administrations</h3> <h4>The UK Parliament</h4> <p>The public can listen to debates in the Palace of Westminster from public galleries in both the House of Commons and the House of Lords.</p> <p>You can write to your local MP in advance to ask for tickets or you can queue on the day at the public entrance. Entrance is free. Sometimes there are long queues for the House of Commons and people have to wait for at least one or two hours. It is usually easier to get in to the House of Lords.</p> <p>You can find further information on the UK Parliament website at <a href=\"http://www.parliament.uk/\">www.parliament.uk</a></p> <h4>Northern Ireland Assembly</h4> <p>In Northern Ireland elected members, known as MLAs, meet in the Northern Ireland Assembly at Stormont, in Belfast. There are two ways to arrange a visit to Stormont. You can either contact the Education Service (details are on the Northern Ireland Assembly website at www.niassembly.gov.uk) or contact an MLA.</p> <h4>Scottish Parliament</h4> <p>In Scotland the elected members, called MSPs, meet in the Scottish Parliament building at Holyrood in Edinburgh (for more information, see <a href=\"http://www.scottish.parliament.uk/\">www.scottish.parliament.uk</a>).</p> <p>You can get information, book tickets or arrange tours through visitor services. You can write to them at the Scottish Parliament, Edinburgh, EH99 1SP, telephone 0131 348 5200 or email <a href=\"mailto:sp.bookings@scottish.parliament.uk\">sp.bookings@scottish.parliament.uk</a></p> <h4>National Assembly for Wales</h4> <p>In Wales the elected members, known as AMs, meet in the Welsh Assembly in the Senedd in Cardiff Bay (for more information, see <a href=\"http://www.wales.gov.uk/\">www.wales.gov.uk</a>).</p> <p>The Senedd is an open building. You can book guided tours or seats in the public galleries for the Welsh Assembly. To make a booking, contact the Assembly Booking Service on 0845 010 5500 or email assembly.bookings@wales.gsi.gov.uk</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Who is eligible to vote</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How you register to vote</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How to vote</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Who can stand for public office</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How you can visit Parliament, the Northern Ireland Assembly, the Scottish Parliament and the Welsh Assembly</p>"
        },
        {
          "title": "The UK and international institutions",
          "content": "<h3>The Commonwealth</h3> <p>The Commonwealth is an association of countries that support each other and work together towards shared goals in democracy and development. Most member states were once part of the British Empire, although a few countries which were not have also joined.</p> <p>The Queen is the ceremonial head of the Commonwealth, which currently has 54 member states (see table below). Membership is voluntary. The Commonwealth has no power over its members, although it can suspend membership. The Commonwealth is based on the core values of democracy, good government and the rule of law.</p> <h4>Commonwealth members</h4> <table border=\"1\" cellspacing=\"0\" cellpadding=\"0\"> <tbody> <tr> <td valign=\"top\" width=\"239\"> <pre>Antigua and Barbuda</pre> </td> <td valign=\"top\" width=\"240\"> <pre>Australia</pre> </td> <td valign=\"top\" width=\"270\"> <pre>The Bahamas</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>Bangladesh</pre> </td> <td valign=\"top\" width=\"240\"> <pre>Barbados</pre> </td> <td valign=\"top\" width=\"270\"> <pre>Belize</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>Botswana</pre> </td> <td valign=\"top\" width=\"240\"> <pre>Brunei Darussalam</pre> </td> <td valign=\"top\" width=\"270\"> <pre>Cameroon</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>Canada</pre> </td> <td valign=\"top\" width=\"240\"> <pre>Cyprus</pre> </td> <td valign=\"top\" width=\"270\"> <pre>Dominica</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>Fiji (currently suspended)</pre> </td> <td valign=\"top\" width=\"240\"> <pre>The Gambia</pre> </td> <td valign=\"top\" width=\"270\"> <pre>Ghana</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>Grenada</pre> </td> <td valign=\"top\" width=\"240\"> <pre>Guyana</pre> </td> <td valign=\"top\" width=\"270\"> <pre>India</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>Jamaica</pre> </td> <td valign=\"top\" width=\"240\"> <pre>Kenya</pre> </td> <td valign=\"top\" width=\"270\"> <pre>Kiribati</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>Lesotho</pre> </td> <td valign=\"top\" width=\"240\"> <pre>Malawi</pre> </td> <td valign=\"top\" width=\"270\"> <pre>Malaysia</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>Maldives</pre> </td> <td valign=\"top\" width=\"240\"> <pre>Malta</pre> </td> <td valign=\"top\" width=\"270\"> <pre>Mauritius</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>Mozambique</pre> </td> <td valign=\"top\" width=\"240\"> <pre>Namibia</pre> </td> <td valign=\"top\" width=\"270\"> <pre>Nauru</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>New Zealand</pre> </td> <td valign=\"top\" width=\"240\"> <pre>Nigeria</pre> </td> <td valign=\"top\" width=\"270\"> <pre>Pakistan</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>Papua New Guinea</pre> </td> <td valign=\"top\" width=\"240\"> <pre>Rwanda</pre> </td> <td valign=\"top\" width=\"270\"> <pre>Samoa</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>Seychelles</pre> </td> <td valign=\"top\" width=\"240\"> <pre>Sierra Leone</pre> </td> <td valign=\"top\" width=\"270\"> <pre>Singapore</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>Solomon Islands</pre> </td> <td valign=\"top\" width=\"240\"> <pre>South Africa</pre> </td> <td valign=\"top\" width=\"270\"> <pre>Sri Lanka</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>St Kitts and Nevis</pre> </td> <td valign=\"top\" width=\"240\"> <pre>St Lucia</pre> </td> <td valign=\"top\" width=\"270\"> <pre>St Vincent and the Grenadines</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>Swaziland</pre> </td> <td valign=\"top\" width=\"240\"> <pre>Tanzania</pre> </td> <td valign=\"top\" width=\"270\"> <pre>Tonga</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>Trinidad and Tobago</pre> </td> <td valign=\"top\" width=\"240\"> <pre>Tuvalu</pre> </td> <td valign=\"top\" width=\"270\"> <pre>Uganda</pre> </td> </tr> <tr> <td valign=\"top\" width=\"239\"> <pre>UK</pre> </td> <td valign=\"top\" width=\"240\"> <pre>Vanuatu</pre> </td> <td valign=\"top\" width=\"270\"> <pre>Zambia</pre> </td> </tr> </tbody> </table> <pre></pre> <h3>The European Union</h3> <p>The European Union (EU), originally called the European Economic Community (EEC), was set up by six western European countries (Belgium, France, Germany, Italy, Luxembourg and the Netherlands) who signed the Treaty of Rome on 25 March 1957. The UK originally decided not to join this group but it became a member in 1973. There are now 27 EU member states (see table below). Croatia will also become a member state in 2013.</p> <h4>EU member states</h4> <table border=\"1\" cellspacing=\"0\" cellpadding=\"0\"> <tbody> <tr> <td valign=\"top\" width=\"205\"> <pre>Austria</pre> </td> <td valign=\"top\" width=\"205\"> <pre>Belgium</pre> </td> <td valign=\"top\" width=\"205\"> <pre>Bulgaria</pre> </td> </tr> <tr> <td valign=\"top\" width=\"205\"> <pre>Cyprus</pre> </td> <td valign=\"top\" width=\"205\"> <pre>Czech Republic</pre> </td> <td valign=\"top\" width=\"205\"> <pre>Denmark</pre> </td> </tr> <tr> <td valign=\"top\" width=\"205\"> <pre>Estonia</pre> </td> <td valign=\"top\" width=\"205\"> <pre>Finland</pre> </td> <td valign=\"top\" width=\"205\"> <pre>France</pre> </td> </tr> <tr> <td valign=\"top\" width=\"205\"> <pre>Germany</pre> </td> <td valign=\"top\" width=\"205\"> <pre>Greece</pre> </td> <td valign=\"top\" width=\"205\"> <pre>Hungary</pre> </td> </tr> <tr> <td valign=\"top\" width=\"205\"> <pre>Ireland</pre> </td> <td valign=\"top\" width=\"205\"> <pre>Italy</pre> </td> <td valign=\"top\" width=\"205\"> <pre>Latvia</pre> </td> </tr> <tr> <td valign=\"top\" width=\"205\"> <pre>Lithuania</pre> </td> <td valign=\"top\" width=\"205\"> <pre>Luxembourg</pre> </td> <td valign=\"top\" width=\"205\"> <pre>Malta</pre> </td> </tr> <tr> <td valign=\"top\" width=\"205\"> <pre>Netherlands</pre> </td> <td valign=\"top\" width=\"205\"> <pre>Poland</pre> </td> <td valign=\"top\" width=\"205\"> <pre>Portugal</pre> </td> </tr> <tr> <td valign=\"top\" width=\"205\"> <pre>Romania</pre> </td> <td valign=\"top\" width=\"205\"> <pre>Slovakia</pre> </td> <td valign=\"top\" width=\"205\"> <pre>Slovenia</pre> </td> </tr> <tr> <td valign=\"top\" width=\"205\"> <pre>Spain</pre> </td> <td valign=\"top\" width=\"205\"> <pre>Sweden</pre> </td> <td valign=\"top\" width=\"205\"> <pre>UK</pre> </td> </tr> </tbody> </table> <p>EU law is legally binding in the UK and all the other EU member states. European laws are called directives, regulations or framework decisions.</p> <h3>The Council of Europe</h3> <p>The Council of Europe is separate from the EU. It has 47 member countries, including the UK, and is responsible for the protection and promotion of human rights in those countries. It has no power to make laws but draws up conventions and charters, the most well-known of which is the European Convention on Human Rights and Fundamental Freedoms, usually called the European Convention on Human Rights.</p> <h3>The United Nations</h3> <p>The UK is part of the United Nations (UN), an international organisation with more than 190 countries as members. The UN was set up after the Second World War and aims to prevent war and promote international peace and security. There are 15 members on the UN Security Council, which recommends action when there are international crises and threats to peace. The UK is one of five permanent members of the Security Council.</p> <h3>The North Atlantic Treaty Organization (NATO)</h3> <p>The UK is also a member of NATO. NATO is a group of European and North American countries that have agreed to help each other if they come under attack. It also aims to maintain peace between all of its members.</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What the Commonwealth is and its role</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Other international organisations of which the UK is a member</p>"
        },
        {
          "title": "Respecting the law",
          "content": "<p>One of the most important responsibilities of all residents in the UK is to know and obey the law. This section will tell you about the legal system in the UK and some of the laws that may affect you. Britain is proud of being a welcoming country, but all residents, regardless of their background, are expected to comply with the law and to understand that some things which may be allowed in other legal systems are not acceptable in the UK. Those who do not respect the law should not expect to be allowed to become permanent residents in the UK.</p> <p>The law is relevant to all areas of life in the UK. You should make sure that you are aware of the laws which affect your everyday life, including both your personal and business affairs.</p> <h3>The law in the UK</h3> <p>Every person in the UK receives equal treatment under the law. This means that the law applies in the same way to everyone, no matter who they are or where they are from.</p> <p>Laws can be divided into criminal law and civil law:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Criminal law relates to crimes, which are usually investigated by the police or another authority such as a council, and which are punished by the courts.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Civil law is used to settle disputes between individuals or groups.</p> <p>Examples of criminal laws are:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Carrying a weapon: it is a criminal offence to carry a weapon of any kind, even if it is for self-defence. This includes a gun, a knife or anything that is made or adapted to cause injury.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Drugs: selling or buying drugs such as heroin, cocaine, ecstasy and cannabis is illegal in the UK.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Racial crime: it is a criminal offence to cause harassment, alarm or distress to someone because of their religion or ethnic origin.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Selling tobacco: it is illegal to sell tobacco products (for example, cigarettes, cigars, roll-up tobacco) to anyone under the age of 18.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Smoking in public places: it is against the law to smoke tobacco products in nearly every enclosed public place in the UK. There are signs displayed to tell you where you cannot smoke.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Buying alcohol: it is a criminal offence to sell alcohol to anyone who is under 18 or to buy alcohol for people who are under the age of 18. (There is one exception: people aged 16 or over can drink alcohol with a meal in a hotel or restaurant — see page xxx.)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Drinking in public: some places have alcohol-free zones where you cannot drink in public. The police can also confiscate alcohol or move young people on from public places. You can be fined or arrested.</p> <p>This list does not include all crimes. There are many that apply in most countries, such as murder, theft and assault. You can find out more about types of crime in the UK at <a href=\"http://www.gov.uk/\">www.gov.uk</a></p> <p>Examples of civil laws are:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Housing law: this includes disputes between landlords and tenants over issues such as repairs and eviction.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Consumer rights: an example of this is a dispute about faulty goods or services.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Employment law: these cases include disputes over wages and cases of unfair dismissal or discrimination in the workplace.</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Debt: people might be taken to court if they owe money to someone.</p> <h3>The police and their duties</h3> <p>The job of the police in the UK is to:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; protect life and property</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; prevent disturbances (also known as keeping the peace)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; prevent and detect crime.</p> <p>The police are organised into a number of separate police forces headed by Chief Constables. They are independent of the government.</p> <p>In November 2012, the public elected Police and Crime Commissioners (PCCs) in England and Wales. These are directly elected individuals who are responsible for the delivery of an efficient and effective police force that reflects the needs of their local communities. PCCs set local police priorities and the local policing budget. They also appoint the local Chief Constable.</p> <p>The police force is a public service that helps and protects everyone, no matter what their background or where they live. Police officers must themselves obey the law. They must not misuse their authority, make a false statement, be rude or abusive, or commit racial discrimination. If police officers are corrupt or misuse their authority they are severely punished.</p> <p>Police officers are supported by police community support officers (PCSOs). PCSOs have different roles according to the area but usually patrol the streets, work with the public, and support police officers at crime scenes and major events.</p> <p>All people in the UK are expected to help the police prevent and detect crimes whenever they can. If you are arrested and taken to a police station, a police officer will tell you the reason for your arrest and you will be able to seek legal advice.</p> <p>If something goes wrong, the police complaints system tries to put it right. Anyone can make a complaint about the police by going to a police station or writing to the Chief Constable of the police force involved. Complaints can also be made to an independent body: the Independent Police Complaints Commission in England and Wales, the Police Complaints Commissioner for Scotland or the Police Ombudsman for Northern Ireland.</p> <h3>Terrorism and extremism</h3> <p>The UK faces a range of terrorist threats. The most serious of these is from AI Qa'ida, its affiliates and like-minded organisations. The UK also faces threats from other kinds of terrorism, such as Northern Ireland-related terrorism.</p> <p>All terrorist groups try to radicalise and recruit people to their cause. How, where and to what extent they try to do so will vary. Evidence shows that these groups attract very low levels of public support, but people who want to make their home in the UK should be aware of this threat. It is important that all citizens feel safe. This includes feeling safe from all kinds of extremism (vocal or active opposition to fundamental British values), including religious extremism and far-right extremism.</p> <p>If you think someone is trying to persuade you to join an extremist or terrorist cause, you should notify your local police force.</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The difference between civil and criminal law and some examples of each</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The duties of the police</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The possible terrorist threats facing the UK</p> <h2>The role of the courts</h2> <h3>The judiciary</h3> <p>Judges (who are together called 'the judiciary') are responsible for interpreting the law and ensuring that trials are conducted fairly. The government cannot interfere with this.</p> <p>Sometimes the actions of the government are claimed to be illegal. If the judges agree, then the government must either change its policies or ask Parliament to change the law. If judges find that a public body is not respecting someone's legal rights, they can order that body to change its practices and/or pay compensation.</p> <p>Judges also make decisions in disputes between members of the public or organisations. These might be about contracts, property or employment rights or after an accident.</p> <h3>Criminal courts</h3> <p>There are some differences between the court systems in England and Wales, Scotland and Northern Ireland.</p> <h4>Magistrates' and Justice of the Peace Courts</h4> <p>In England, Wales and Northern Ireland, most minor criminal cases are dealt with in a Magistrates' Court. In Scotland, minor criminal offences go to a Justice of the Peace Court.</p> <p>Magistrates and Justices of the Peace (JPs) are members of the local community. In England, Wales and Scotland they usually work unpaid and do not need legal qualifications. They receive training to do the job and are supported by a legal adviser. Magistrates decide the verdict in each case that comes before them and, if the person is found guilty, the sentence that they are given. In Northern Ireland, cases are heard by a District Judge or Deputy District Judge, who is legally qualified and paid.</p> <h4>Crown Courts and Sheriff Courts</h4> <p>In England, Wales and Northern Ireland, serious offences are tried in front of a judge and a jury in a Crown Court. In Scotland, serious cases are heard in a Sheriff Court with either a sheriff or a sheriff with a jury. The most serious cases in Scotland, such as murder, are heard at a High Court with a judge and jury. A jury is made up of members of the public chosen at random from the local electoral register (see page xxx). In England, Wales and Northern Ireland a jury has 12 members, and in Scotland a jury has 15 members. Everyone who is summoned to do jury service must do it unless they are not eligible (for example, because they have a criminal conviction) or they provide a good reason to be excused, such as ill health.</p> <p>The jury has to listen to the evidence presented at the trial and then decide a verdict of 'guilty' or 'not guilty' based on what they have heard. In Scotland, a third verdict of 'not proven' is also possible. If the jury finds a defendant guilty, the judge decides on the penalty.</p> <h4>Youth Courts</h4> <p>In England, Wales and Northern Ireland, if an accused person is aged 10 to 17, the case is normally heard in a Youth Court in front of up to three specially trained magistrates or a District Judge. The most serious cases will go to the Crown Court. The parents or carers of the young person are expected to attend the hearing. Members of the public are not allowed in Youth Courts, and the name or photographs of the accused young person cannot be published in newspapers or used by the media.</p> <p>In Scotland a system called the Children's Hearings System is used to deal with children and young people who have committed an offence.</p> <p>Northern Ireland has a system of youth conferencing to consider how a child should be dealt with when they have committed an offence.</p> <h3>Civil courts</h3> <h4>County Courts</h4> <p>County Courts deal with a wide range of civil disputes. These include people trying to get back money that is owed to them, cases involving personal injury, family matters, breaches of contract, and divorce. In Scotland, most of these matters are dealt with in the Sheriff Court. More serious civil cases — for example, when a large amount of compensation is being claimed — are dealt with in the High Court in England, Wales and Northern Ireland. In Scotland, they are dealt with in the Court of Session in Edinburgh.</p> <h4>The small claims procedure</h4> <p>The small claims procedure is an informal way of helping people to settle minor disputes without spending a lot of time and money using a lawyer. This procedure is used for claims of less than £5,000 in England and Wales and £3,000 in Scotland and Northern Ireland. The hearing is held in front of a judge in an ordinary room, and people from both sides of the dispute sit around a table. Small claims can also be issued online through Money Claims Online (<a href=\"http://www.moneyclaim.gov.uk/\">www.moneyclaim.gov.uk</a>).</p> <p>You can get details about the small claims procedure from your local County Court or Sheriff Court. Details of your local court can be found as follows:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; England and Wales: at <a href=\"http://www.gov.uk/\">www.gov.uk</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Scotland: at <a href=\"http://www.scotcourts.gov.uk/\">www.scotcourts.gov.uk</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Northern Ireland: at <a href=\"http://www.courtsni.gov.uk/\">www.courtsni.gov.uk</a></p> <h3>Legal advice</h3> <h4>Solicitors</h4> <p>Solicitors are trained lawyers who give advice on legal matters, take action for their clients and represent their clients in court.</p> <p>There are solicitors' offices throughout the UK. It is important to find out which aspects of law a solicitor specialises in and to check that they have the right experience to help you with your case. Many advertise in local newspapers and in Yellow Pages. The Citizens Advice Bureau (<a href=\"http://www.citizensadvice.org.uk/\">www.citizensadvice.org.uk</a>) can give you names of local solicitors and which areas of law they specialise in. You can also get this information from the Law Society (<a href=\"http://www.lawsociety.org.uk/\">www.lawsociety.org.uk</a>) in England and Wales, the Law Society of Scotland (<a href=\"http://www.lawscot.org.uk/\">www.lawscot.org.uk</a>) or the Law Society of Northern Ireland (<a href=\"http://www.lawsoc-ni.org/\">www.lawsoc-ni.org</a>). Solicitors' charges are usually based on how much time they spend on a case. It is very important to find out at the start how much a case is likely to cost.</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The role of the judiciary</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; About the different criminal courts in the UK</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; About the different civil courts in the UK</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How you can settle a small claim</p>"
        },
        {
          "title": "Fundamental principles",
          "content": "<p>Britain has a long history of respecting an individual's rights and ensuring essential freedoms. These rights have their roots in Magna Carta, the Habeas Corpus Act and the Bill of Rights of 1689 (see pages 22, 35 and 37), and they have developed over a period of time. British diplomats and lawyers had an important role in drafting the European Convention on Human Rights and Fundamental Freedoms. The UK was one of the first countries to sign the Convention in 1950.</p> <p>Some of the principles included in the European Convention on Human Rights are:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; right to life</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; prohibition of torture</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; prohibition of slavery and forced labour</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; right to liberty and security</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; right to a fair trial</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; freedom of thought, conscience and religion</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; freedom of expression (speech).</p> <p>The Human Rights Act 1998 incorporated the European Convention on Human Rights into UK law. The government, public bodies and the courts must follow the principles of the Convention.</p> <h3>Equal opportunities</h3> <p>UK laws ensure that people are not treated unfairly in any area of life or work because of their age, disability, sex, pregnancy and maternity, race, religion or belief, sexuality or marital status. If you face problems with discrimination, you can get more information from the Citizens Advice Bureau or from one of the following organisations:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; England and Wales: Equality and Human Rights Commission (<a href=\"http://www.equalityhumanrights.com/\">www.equalityhumanrights.com</a>)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Scotland: Equality and Human Rights Commission in Scotland (<a href=\"http://www.equalityhumanrights.com/scotland/the-commission-in-scotland\">www.equalityhumanrights.com/scotland/the-commission-in-scotland</a>) and Scottish Human Rights Commission (<a href=\"http://www.scottishhumanrights.com/\">www.scottishhumanrights.com</a>)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Northern Ireland: Equality Commission for Northern Ireland (<a href=\"http://www.equalityni.org/\">www.equalityni.org</a>)</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Northern Ireland Human Rights Commission (<a href=\"http://www.nihrc.org/\">www.nihrc.org</a>).</p> <h3>Domestic violence</h3> <p>In the UK, brutality and violence in the home is a serious crime. Anyone who is violent towards their partner — whether they are a man or a woman, married or living together — can be prosecuted. Any man who forces a woman to have sex, including a woman's husband, can be charged with rape.</p> <p>It is important for anyone facing domestic violence to get help as soon as possible. A solicitor or the Citizens Advice Bureau can explain the available options. In some areas there are safe places to go and stay in, called refuges or shelters. There are emergency telephone numbers in the helpline section at the front of Yellow Pages, including, for women, the number of the nearest women's centre. You can also phone the 24-hour National Domestic Violence Freephone Helpline on 0808 2000 247 at any time, or the police can help you find a safe place to stay.</p> <h3>Female genital mutilation</h3> <p>Female genital mutilation (FO M), also known as cutting or female circumcision, is illegal in the UK. Practising FGM or taking a girl or woman abroad for FGM is a criminal offence.</p> <h3>Forced marriage</h3> <p>A marriage should be entered into with the full and free consent of both people involved. Arranged marriages, where both parties agree to the marriage, are acceptable in the UK.</p> <p>Forced marriage is where one or both parties do not or cannot give their consent to enter into the partnership. Forcing another person to marry is a criminal offence.</p> <p>Forced Marriage Protection Orders were introduced in 2008 for England, Wales and Northern Ireland under the Forced Marriage (Civil Protection) Act 2007. Court orders can be obtained to protect a person from being forced into a marriage, or to protect a person in a forced marriage. Similar Protection Orders were introduced in Scotland in November 2011.</p> <p>A potential victim, or someone acting for them, can apply for an order. Anyone found to have breached an order can be jailed for up to two years for contempt of court.</p> <h2>Taxation</h2> <h3>Income tax</h3> <p>People in the UK have to pay tax on their income, which includes:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; wages from paid employment</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; profits from self-employment</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; taxable benefits</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; pensions</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; income from property, savings and dividends.</p> <p>Money raised from income tax pays for government services such as roads, education, police and the armed forces.</p> <p>For most people, the right amount of income tax is automatically taken from their income from employment by their employer and paid directly to HM Revenue &amp; Customs (HMRC), the government department that collects taxes. This system is called 'Pay As You Earn' (PAYE). If you are self-employed, you need to pay your own tax through a system called 'self-assessment', which includes completing a tax return. Other people may also need to complete a tax return. If HMRC sends you a tax return, it is important to complete and return the form as soon as you have all the necessary information.</p> <p>You can find out more about income tax at <a href=\"http://www.hmrc.gov.uk/incometax\">www.hmrc.gov.uk/incometax</a>. You can get help and advice about taxes and completing tax forms from the HMRC self-assessment helpline, on 0845 300 0627, and the HMRC website at <a href=\"http://www.hmrc.gov.uk/\">www.hmrc.gov.uk</a></p> <h3>National Insurance</h3> <p>Almost everybody in the UK who is in paid work, including self-employed people, must pay National Insurance Contributions. The money raised from National Insurance Contributions is used to pay for state benefits and services such as the state retirement pension and the National Health Service (NHS).</p> <p>Employees have their National Insurance Contributions deducted from their pay by their employer. People who are self-employed need to pay National Insurance Contributions themselves.</p> <p>Anyone who does not pay enough National Insurance Contributions will not be able to receive certain contributory benefits such as Jobseeker's Allowance or a full state retirement pension. Some workers, such as part-time workers, may not qualify for statutory payments such as maternity pay if they do not earn enough.</p> <p>Further guidance about National Insurance Contributions is available on HMRC's website at <a href=\"http://www.hmrc.gov.uk/ni\">www.hmrc.gov.uk/ni</a></p> <h4>Getting a National Insurance number</h4> <p>A National Insurance number is a unique personal account number. It makes sure that the National Insurance Contributions and tax you pay are properly recorded against your name. All young people in the UK are sent a National Insurance number just before their 16th birthday.</p> <p>A non-UK national living in the UK and looking for work, starting</p> <p>work or setting up as self-employed will need a National Insurance</p> <p>number. However, you can start work without one. If you have permission to work in the UK, you will need to telephone the Department for Work and Pensions (DWP) to arrange to get a National Insurance number. You may be required to attend an interview. The DWP will advise you of the appropriate application process and tell you which documents you will need to bring to an interview if one is necessary. You will usually need documents that prove your identity and that you have permission to work in the UK. A National Insurance number does not on its own prove to an employer that you have the right to work in the UK.</p> <p>You can find out more information about how to apply for a National Insurance number at <a href=\"http://www.gov.uk/\">www.gov.uk</a></p> <h2>Driving</h2> <p>In the UK, you must be at least 17 years old to drive a car or motor cycle and you must have a driving licence to drive on public roads. To get a UK driving licence you must pass a driving test, which tests both your knowledge and your practical skills. You need to be at least 16 years old to ride a moped, and there are other age requirements and special tests for driving large vehicles.</p> <p>Drivers can use their driving licence until they are 70 years old. After that, the licence is valid for three years at a time.</p> <p>In Northern Ireland, a newly qualified driver must display an 'R' plate (for restricted driver) for one year after passing the test.</p> <p>If your driving licence is from a country in the European Union (EU), Iceland, Liechtenstein or Norway, you can drive in the UK for as long as your licence is valid. If you have a licence from any other country, you may use it in the UK for up to 12 months. To continue driving after that, you must get a UK full driving licence.</p> <p>If you are resident in the UK, your car or motor cycle must be registered at the Driver and Vehicle Licensing Agency (DVLA). You must also have valid motor insurance. It is a serious criminal offence to drive without insurance. If your vehicle is over three years old, you must take it for a Ministry of Transport (MOT) test every year. It is an offence not to have an MOT certificate if your vehicle is more than three years old. You can find out more about vehicle tax and MOT requirements from <a href=\"http://www.gov.uk/\">www.gov.uk</a></p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The fundamental principles of UK law</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; That domestic violence, FGM and forced marriage are illegal in the UK</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The system of income tax and National Insurance</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The requirements for driving a car</p>"
        },
        {
          "title": "Your role in the community",
          "content": "<h3>Values and responsibilities</h3> <p>Although Britain is one of the world's most diverse societies, there is a set of shared values and responsibilities that everyone can agree with. These values and responsibilities include:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; to obey and respect the law</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; to be aware of the rights of others and respect those rights</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; to treat others with fairness</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; to behave responsibly</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; to help and protect your family</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; to respect and preserve the environment</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; to treat everyone equally, regardless of sex, race, religion, age, disability, class or sexual orientation</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; to work to provide for yourself and your family</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; to help others</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; to vote in local and national government elections.</p> <p>Taking on these values and responsibilities will make it easier for you to become a full and active citizen.</p> <h3>Being a good neighbour</h3> <p>When you move into a new house or apartment, introduce yourself to the people who live near you. Getting to know your neighbours can help you to become part of the community and make friends. Your neighbours are also a good source of help — for example, they may be willing to feed your pets if you are away, or offer advice on local shops and services.</p> <p>You can help prevent any problems and conflicts with your neighbours by respecting their privacy and limiting how much noise you make. Also try to keep your garden tidy, and only put your refuse bags and bins on the street or in communal areas if they are due to be collected.</p> <h3>Getting involved in local activities</h3> <p>Volunteering and helping your community are an important part of being a good citizen. They enable you to integrate and get to know other people. It helps to make your community a better place if residents support each other. It also helps you to fulfil your duties as a citizen, such as behaving responsibly and helping others.</p> <h2>How you can support your community</h2> <p>There are a number of positive ways in which you can support your community and be a good citizen.</p> <h3>Jury service</h3> <p>As well as getting the right to vote, people on the electoral register are randomly selected to serve on a jury. Anyone who is on the electoral register and is aged 18 to 70 can be asked to do this.</p> <h3>Helping in schools</h3> <p>If you have children, there are many ways in which you can help at their schools. Parents can often help in classrooms, by supporting activities or listening to children read.</p> <p>Many schools organise events to raise money for extra equipment or out-of-school activities. Activities might include book sales, toy sales or bringing food to sell. You might have good ideas of your own for raising money. Sometimes events are organised by parent—teacher associations (PTAs). Volunteering to help with their events or joining the association is a way of doing something good for the school and also making new friends in your local community. You can find out about these opportunities from notices in the school or notes your children bring home.</p> <h4>School governors and school boards</h4> <p>School governors, or members of the school board in Scotland, are people from the local community who wish to make a positive contribution to children's education. They must be aged 18 or over at the date of their election or appointment. There is no upper age limit. Governors and school boards have an important part to play in raising school standards. They have three key roles:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; setting the strategic direction of the school</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ensuring accountability</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; monitoring and evaluating school performance.</p> <p>You can contact your local school to ask if they need a new governor or school board member. In England, you can also apply online at the School Governors' One-Stop Shop at <a href=\"http://www.sgoss.org.uk/\">www.sgoss.org.uk</a></p> <p>In England, parents and other community groups can apply to open a free school in their local area. More information about this can be found on the Department for Education website at <a href=\"http://www.dfe.gov.uk/\">www.dfe.gov.uk</a></p> <h3>Supporting political parties</h3> <p>Political parties welcome new members. Joining one is a way to demonstrate your support for certain views and to get involved in the democratic process.</p> <p>Political parties are particularly busy at election times. Members work hard to persuade people to vote for their candidates — for instance, by handing out leaflets in the street or by knocking on people's doors and asking for their support. This is called 'canvassing'. You don't have to tell a canvasser how you intend to vote if you don't want to.</p> <p>British citizens can stand for office as a local councillor, a member of Parliament (or the devolved equivalents) or a member of the European Parliament. This is an opportunity to become even more involved in the political life of the UK. You may also be able to stand for office if you are an Irish citizen, an eligible Commonwealth citizen or (except for standing to be an MP) a citizen of another EU country.</p> <p>You can find out more about joining a political party from the individual party websites.</p> <h3>Helping with local services</h3> <p>There are opportunities to volunteer with a wide range of local service providers, including local hospitals and youth projects. Services often want to involve local people in decisions about the way in which they work. Universities, housing associations, museums and arts councils may advertise for people to serve as volunteers in their governing bodies.</p> <p>You can volunteer with the police, and become a special constable or a lay (non-police) representative. You can also apply to become a magistrate. You will often find advertisements for vacancies in your local newspaper or on local radio. You can also find out more about these sorts of roles at <a href=\"http://www.gov.uk/\">www.gov.uk</a></p> <h3>Blood and organ donation</h3> <p>Donated blood is used by hospitals to help people with a wide range of injuries and illnesses. Giving blood only takes about an hour to do. You can register to give blood at:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; England and North Wales: <a href=\"http://www.blood.org.uk\">www.blood.co.uk</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Rest of Wales: <a href=\"http://www.welsh-blood.org.uk\">www.welsh-blood.org.uk</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Scotland: <a href=\"http://www.scotblood.co.uk\">www.scotblood.co.uk</a></p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Northern Ireland: <a href=\"http://www.scotblood.co.uk\">www.scotblood.co.uk</a></p> <p>Many people in the UK are waiting for organ transplants. If you</p> <p>register to be an organ donor, it can make it easier for your family to decide whether to donate your organs when you die. You can register to be an organ donor at <a href=\"http://www.organdonation.nhs.uk/\">www.organdonation.nhs.uk</a>. Living people can also donate a kidney.</p> <h3>Other ways to volunteer</h3> <p>Volunteering is working for good causes without payment. There are many benefits to volunteering, such as meeting new people and helping make your community a better place. Some volunteer activities will give you a chance to practise your English or develop work skills that will help you find a job or improve your curriculum vitae (CV). Many people volunteer simply because they want to help other people.</p> <p>Activities you can do as a volunteer include:</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; working with animals — for example, caring for animals at a local rescue shelter</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; youth work — for example, volunteering at a youth group</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; helping improve the environment — for example, participating in a litter pick-up in the local area</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; working with the homeless in, for example, a homelessness shelter</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; mentoring — for example, supporting someone who has just come out of prison</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; work in health and hospitals — for example, working on an information desk in a hospital</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; helping older people at, for example, a residential care home.</p> <p>There are thousands of active charities and voluntary organisations in the UK. They work to improve the lives of people, animals and the environment in many different ways. They range from the British branches of international organisations, such as the British Red Cross, to small local charities working in particular areas. They include charities working with older people (such as Age UK), with children (for example, the National Society for the Prevention of Cruelty to Children (NSPCC)), and with the homeless (for example, Crisis and Shelter). There are also medical research charities (for example, Cancer Research UK), environmental charities (including the National Trust and Friends of the Earth) and charities working with animals (such as the People's Dispensary for Sick Animals (PDSA)).</p> <p>Volunteers are needed to help with their activities and to raise money. The charities often advertise in local newspapers, and most have websites that include information about their opportunities. You can also get information about volunteering for different organisations from <a href=\"http://www.do-it.org.uk/\">www.do-it.org.uk</a></p> <p>There are many opportunities for younger people to volunteer and receive accreditation which will help them to develop their skills. These include the National Citizen Service programme, which gives 16- and 17-year-olds the opportunity to enjoy outdoor activities, develop their skills and take part in a community project. You can find out more about these opportunities as follows:</p> <p>National Citizen Service: at <a href=\"http://nationalcitizenservice.direct.gov.uk/\">nationalcitizenservice.direct.gov.uk</a> England: at <a href=\"http://www.vinspired.com/\">www.vinspired.com</a> Wales: at <a href=\"http://www.gwirvol.org/\">www.gwirvol.org</a> Scotland: at <a href=\"http://www.vds.org.uk/\">www.vds.org.uk</a> Northern Ireland: at <a href=\"http://www.volunteernow.co.uk/\">www.volunteernow.co.uk</a></p> <h2>Looking after the environment</h2> <p>It is important to recycle as much of your waste as you can. Using recycled materials to make new products uses less energy and means that we do not need to extract more raw materials from the earth. It also means that less rubbish is created, so the amount being put into landfill is reduced.</p> <p>You can learn more about recycling and its benefits at <a href=\"http://www.recyclenow.com/\">www.recyclenow.com</a>. At this website you can also find out what you can recycle at home and in the local area if you live in England. This information is available for Wales at <a href=\"http://www.wasteawarenesswales.org.uk/\">www.wasteawarenesswales.org.uk</a>, for Scotland at <a href=\"http://www.recycleforscotland.com/\">www.recycleforscotland.com</a> and for Northern Ireland from your local authority.</p> <p>A good way to support your local community is to shop for products locally where you can. This will help businesses and farmers in your area and in Britain. t will also reduce your carbon footprint, because the products you buy will not have had to travel as far.</p> <p>Walking and using public transport to get around when you can is also a good way to protect the environment. It means that you create less pollution than when you use a car.</p> <h3>Check that you understand</h3> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The different ways you can help at your child's school</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The role of school governors and members of school boards, and how you can become one</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The role of members of political parties</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The different local services people can volunteer to support</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How to donate blood and organs</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The benefits of volunteering for you, other people and the community</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The types of activities that volunteers can do</p> <p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How you can look after the environment</p>"
        }
      ]
    }
  ]
}
