{
  "data": [
	{
	  "id": 1,
	  "explanation": "There are also several islands which are closely linked with the UK but are not part of it: The Channel Islands and the Isle of Man. These have their own governments and are called 'Crown dependencies'. There are several British overseas territories in other parts of the world, such as St Helena and the Falkland Islands. They are also linked to the UK but are not a part of it."
	},
	{
	  "id": 3,
	  "explanation": "Although Britain is one of the world's most diverse societies, there is a set of shared values and responsibilities that everyone can agree with. These values and responsibilities include: \nTo obey and respect the law \nTo be aware of the rights of others and respect those rights To treat others with fairness \nTo behave responsibly \nTo help and protect your family \nTo respect and preserve the environment \nTo treat everyone equally, regardless of sex, race, religion, age, disability, class or sexual orientation \nTo work to provide for yourself and your family \nTo help others To vote in local and national government elections. "
	},
	{
	  "id": 4,
	  "explanation": " It was during the 3rd and 4th centuries AD that the first Christian communities began to appear in Britain. "
	},
	{
	  "id": 5,
	  "explanation": "Many parts of the countryside and places of interest are kept open by the National Trust in England, Wales and Northern Ireland and the National Trust for Scotland. Both are charities that work to preserve important buildings, coastline and countryside in the UK. The National Trust was founded in 1895 by three volunteers.  There are now more than 61,000 volunteers helping to keep the organisation running. "
	},
	{
	  "id": 6,
	  "explanation": "The countries that make up the UK all have flowers which are particularly associated with them and which are sometimes worn on national saints' days: England - Rose Northern Ireland - Shamrock Scotland - Thistle Wales - Daffodil "
	},
	{
	  "id": 7,
	  "explanation": " The UK is made up of England, Scotland, Wales and Northern Ireland. The rest of Ireland is an independent country.    The official name of the country is the United Kingdom of Great Britain and Northern Ireland. 'Great Britain' refers only to England, Scotland and Wales, not to Northern Ireland. The words 'Britain', Isles' or 'British', however, are used in this book to refer to everyone in the UK.  "
	},
	{
	  "id": 8,
	  "explanation": "Known in Scotland as 'The Bard', Robert Burns was a Scottish poet. He wrote in the Scots language, English with some Scottish words, and standard English. He also revised a lot of traditional folk songs by changing or adding lyrics. Burns' best-known work is probably the song Auld Lang Syne, which is sung by people in the UK and other countries when they are celebrating the New Year (or Hogmanay as it is called in Scotland)."
	},
	{
	  "id": 9,
	  "explanation": "The cross of St Andrew, patron saint of Scotland, is a diagonal white cross on a blue ground."
	},
	{
	  "id": 10,
	  "explanation": " Capital cities UK The capital city of the UK is London Scotland The capital city of Scotland is Edinburgh Wales The capital city of Wales is Cardiff Northern Ireland The capital city of Northern Ireland is Belfast    "
	},
	{
	  "id": 11,
	  "explanation": "     Patron Saints' days England, Scotland, Wales and Northern Ireland each have a national saint, called a patron saint. Each saint has a special day: 1 March: St David's Day, Wales 17 March: St Patrick's Day, Northern Ireland 23 April: St George's Day, England 30 November: St Andrew's Day, Scotland.     "
	},
	{
	  "id": 12,
	  "explanation": " Christmas Day, 25 December, celebrates the birth of Jesus Christ. It is a public holiday. Many Christians go to church on Christmas Eve (24 December) or on Christmas Day itself.  "
	},
	{
	  "id": 13,
	  "explanation": "Mo Farah (1983-) is a British distance runner, born in Somalia. He won gold medals in the 2012 Olympics for the 5,000 and 10,000 metres and is the first Briton to win the Olympic gold medal in the 10,000 metres. "
	},
	{
	  "id": 14,
	  "explanation": "   In the 1830s and 1840s, a group called the Chartists campaigned for reform. They wanted six changes: For every man to have the vote Elections every year For all regions to be equal in the electoral system Secret ballots For any man to be able to stand as an MP For MPs to be paid.   "
	},
	{
	  "id": 15,
	  "explanation": " Ireland became unified with England, Scotland and Wales after the Act of Union of 1800. This created the United Kingdom of Great Britain and Ireland. One symbol of this union between England, Scotland, Wales and Ireland was a new version of the official flag, the Union Flag. This is often called the Union Jack. The flag combined crosses associated with England, Scotland and Ireland. It is still used today as the official flag of the UK. "
	},
	{
	  "id": 16,
	  "explanation": " In the 20th century, Sir Edwin Lutyens had an influence throughout the British Empire. He designed New Delhi to be the seat of government in India. After the First World War, he was responsible for many war memorials throughout the world, including the Cenotaph in Whitehall.  The Cenotaph is the site of the annual Remembrance Day service attended by the Queen, politicians and foreign ambassadors (see The Cenotaph). "
	},
	{
	  "id": 17,
	  "explanation": "The Proms is an eight-week summer season of orchestral classical music that takes place in various venues, including the Royal Albert Hall in London. It has been organised by the British Broadcasting Corporation (BBC) since 1927. The Last Night of the Proms is the most well-known concert and (along with others in the series) is broadcast on television."
	},
	{
	  "id": 18,
	  "explanation": "England: Roast beef, which is served with potatoes, vegetables, Yorkshire puddings (batter that is baked in the oven) and other accompaniments. Fish and chips are also popular."
	},
	{
	  "id": 19,
	  "explanation": "  Snowdonia is a national park in North Wales. It covers an area of 838 square miles (2,170 square kilometres). Its most well-known landmark is Snowdon, which is the highest mountain in Wales.  "
	},
	{
	  "id": 20,
	  "explanation": "  The Tower of London was first built by William the Conqueror after he became king in 1066. Tours are given by the Yeoman Warders, also known as Beefeaters, who tell visitors about the building's history. People can also see the Crown Jewels there.  "
	},
	{
	  "id": 21,
	  "explanation": " The Queen has reigned since her father's death in 1952, and in 2012 she celebrated her Diamond Jubilee (60 years as queen). She is married to Prince Philip, the Duke of Edinburgh. Her eldest son, Prince Charles (the Prince of Wales), is the heir to the throne. "
	},
	{
	  "id": 22,
	  "explanation": "Life peers are appointed by the monarch on the advice of the Prime Minister."
	},
	{
	  "id": 25,
	  "explanation": "Henry Purcell (1659-95) was the organist at Westminster Abbey. He wrote church music, operas and other pieces, and developed a British style distinct from that elsewhere in Europe. He continues to be influential on British composers."
	},
	{
	  "id": 26,
	  "explanation": "Take the Life in the UK test. The questions are written in a way that requires an understanding of the English language at English for Speakers of Other Languages (ESOL) Entry Level 3, so there is no need to take a separate English language test. People here on work visas, including those on Tier 1 and Tier 2 of the points based system, normally must pass the Life in the UK test to become permanent residents.  Pass an ESOL course in English with Citizenship. You will need to take this course if your standard of English is below ESOL Entry Level 3. The course will help you to improve your English and learn more about life in the UK. At the end of the course you will take a test.  "
	},
	{
	  "id": 27,
	  "explanation": "Around 4,000 years ago, people learned to make bronze. We call this period the Bronze Age."
	},
	{
	  "id": 28,
	  "explanation": "People lived in roundhouses and buried their dead in tombs called round barrows. The people of the Bronze Age were accomplished metalworkers who made many beautiful objects in bronze and gold, including tools, ornaments and weapons. "
	},
	{
	  "id": 29,
	  "explanation": " The Romans remained in Britain for 400 years. They built roads and public buildings, created a structure of law, and introduced new plants and animals. "
	},
	{
	  "id": 31,
	  "explanation": "Captain James Cook mapped the coast of Australia and a few colonies were established there."
	},
	{
	  "id": 32,
	  "explanation": " Having occupied Austria and invaded Czechoslovakia, Hitler followed his invasion of Poland by taking control of Belgium and the Netherlands. Then, in 1940, German forces defeated allied troops and advanced through France. At this time of national crisis, Winston Churchill became Prime Minister and Britain's war leader. "
	},
	{
	  "id": 33,
	  "explanation": " The inventor of the World Wide Web, Sir Tim Berners-Lee (1955-), is British. Information was successfully transferred via the web for the first time on 25 December 1990.  "
	},
	{
	  "id": 34,
	  "explanation": " Population growth in the UK Year Population 1600 Just over 4 million 1700 5 million 1801 8 million 1851 20 million 1901 40 million 1951 50 million 1998 57 million 2005 Just under 60 million 2010 Just over 62 million "
	},
	{
	  "id": 35,
	  "explanation": "In England, there is a constitutional link between Church and state. The official Church of the state is the Church of England (called the Anglican Church in other countries and the Episcopal Church in Scotland and the United States) . It is a Protestant Church and has existed since the Reformation in the 1530s (see Religious Conflicts for an explanation). "
	},
	{
	  "id": 36,
	  "explanation": "The 40 days before Easter are known as Lent. It is a time when Christians take time to reflect and prepare for Easter. Traditionally, people would fast during this period and today many people will give something up, like a favourite food. The day before Lent starts is called Shrove Tuesday, or Pancake Day. People eat pancakes, which were traditionally made to use up foods such as eggs, fat and milk before fasting. Lent begins on Ash Wednesday. There are church services where Christians are marked with an ash cross on their forehead as a symbol of death and sorrow for sin."
	},
	{
	  "id": 37,
	  "explanation": "Sir Steve Redgrave (1962-) won gold medals in rowing in five consecutive Olympic Games and is one of Britain's greatest Olympians."
	},
	{
	  "id": 38,
	  "explanation": "  The modern game of golf can be traced back to 15th century Scotland. It is a popular sport played socially as well as professionally. There are public and private golf courses all over the UK. St Andrews in Scotland is known as the home of golf.  The Open Championship is the only 'Major' tournament held outside the United States. It is hosted by a different golf course every year.  "
	},
	{
	  "id": 39,
	  "explanation": "The Edinburgh Festival takes place in Edinburgh, Scotland, every summer. It is a series of different arts and cultural festivals, with the biggest and most well-known being the Edinburgh Festival Fringe ('the Fringe'). The Fringe is a showcase of mainly theatre and comedy performances. It often shows experimental work. "
	},
	{
	  "id": 40,
	  "explanation": "The money from TV licences is used to pay for the British Broadcasting Corporation (BBC). This is a British public service broadcaster providing television and radio programmes. The BBC is the largest broadcaster in the world. It is the only wholly state-funded media organisation that is independent of government. Other UK channels are primarily funded through advertisements and subscriptions."
	},
	{
	  "id": 41,
	  "explanation": "Pubs are usually open during the day from 11.00 am (12 noon on Sundays). Night clubs with dancing and music usually open and close later than pubs. The licensee decides the hours that the pub or night club is open."
	},
	{
	  "id": 42,
	  "explanation": "  Big Ben is the nickname for the great bell of the clock at the Houses of Parliament in London. Many people call the clock Big Ben as well. The clock is over 150 years old and is a popular tourist attraction. The clock tower is named 'Elizabeth Tower' in honour of Queen Elizabeth II's Diamond Jubilee in 2012.   "
	},
	{
	  "id": 43,
	  "explanation": "The Queen has important ceremonial roles, such as the opening of the new parliamentary session each year. On this occasion the Queen makes a speech which summarises the government's policies for the year ahead. All Acts of Parliament are made in her name."
	},
	{
	  "id": 44,
	  "explanation": "  The Prime Minister (PM) is the leader of the political party in power. He or she appoints the members of the cabinet and has control over many important public appointments. The official home of the Prime Minister is 10 Downing Street, in central London, near the Houses of Parliament. He or she also has a country house outside London called Chequers.   "
	},
	{
	  "id": 45,
	  "explanation": "All people in the UK are expected to help the police prevent and detect crimes whenever they can. If you are arrested and taken to a police station, a police Officer will tell you the reason for your arrest and you will be able to seek legal advice."
	},
	{
	  "id": 46,
	  "explanation": " The small claims procedure is an informal way of helping people to settle minor disputes without spending a lot of time and money using a lawyer. This procedure is used for claims of less than £5,000 in England and Wales and £3,000 in Scotland and Northern Ireland. "
	},
	{
	  "id": 47,
	  "explanation": "For most people, the right amount of income tax is automatically taken from their income from employment by their employer and paid directly to HM Revenue &amp; Customs (HMRC), the government department that collects taxes. This system is called 'Pay As You Earn' (PAYE)."
	},
	{
	  "id": 48,
	  "explanation": " The Bill of Rights, 1689, confirmed the rights of Parliament and the limits of the king's power. "
	},
	{
	  "id": 49,
	  "explanation": "The fundamental principles of British life include:  Democracy The rule of law Individual liberty Tolerance of those with different faiths and beliefs Participation in community life. "
	},
	{
	  "id": 50,
	  "explanation": " The official name of the country is the United Kingdom of Great Britain and Northern Ireland. 'Great Britain' refers only to England, Scotland and Wales, not to Northern Ireland. The words 'Britain', Isles' or 'British', however, are used in this book to refer to everyone in the UK. "
	},
	{
	  "id": 51,
	  "explanation": "The ancestors of these first farmers probably came from south-east Europe. These people built houses, tombs and monuments on the land."
	},
	{
	  "id": 52,
	  "explanation": "The language they spoke was part of the Celtic language family. Similar languages were spoken across Europe in the Iron Age, and related languages are still spoken today in some parts of Wales, Scotland and Ireland."
	},
	{
	  "id": 53,
	  "explanation": " The Roman army left Britain in AD 410 to defend other parts of the Roman Empire and never returned. Britain was again invaded by tribes from northern Europe: the Jutes, the Angles and the Saxons.  The languages they spoke are the basis of modern-day English."
	},
	{
	  "id": 54,
	  "explanation": " The Vikings came from Denmark and Norway. They first visited Britain in AD 789 to raid coastal towns and take away goods and slaves. Then, they began to stay and form their own communities in the east of England and Scotland. The Anglo-Saxon kingdoms in England united under King Alfred the Great, who defeated the Vikings.    Many of the Viking invaders stayed in Britain - especially in the east and north of England, in an area known as the Danelaw (many places names there, such as Grimsby and Scunthorpe, come from the Viking languages).  The Viking settlers mixed with local communities and some converted to Christianity. "
	},
	{
	  "id": 55,
	  "explanation": "  In 1348, a disease, probably a form of plague, came to Britain. This was known as the Black Death. One third of the population of England died and a similar proportion in Scotland and Wales. This was one of the worst disasters ever to strike Britain.      Following the Black Death, the smaller population meant there was less need to grow cereal crops. There were labour shortages and peasants began to demand higher wages. New social classes appeared, including owners of large areas of land (later called the gentry), and people left the countryside to live in the towns. In the towns, growing wealth led to the development of a strong middle class.   "
	},
	{
	  "id": 56,
	  "explanation": "During this period, England was an important trading nation.  English wool became a very important export. People came to England from abroad to trade and also to work.  Many had special skills, such as weavers from France, engineers from Germany, glass manufacturers from Italy and canal builders from Holland.  "
	},
	{
	  "id": 57,
	  "explanation": " Elizabeth became one of the most popular monarchs in English history, particularly after 1588, when the English defeated the Spanish Armada (a large fleet of ships), which had been sent by Spain to conquer England and restore Catholicism. "
	},
	{
	  "id": 58,
	  "explanation": "Sir Francis Drake, one of the commanders in the defeat of the Spanish Armada, was one of the founders of England's naval tradition."
	},
	{
	  "id": 59,
	  "explanation": " During Charles II's reign, in 1665, there was a major outbreak of plague in London. Thousands of people died, especially in poorer areas. The following year, a great fire destroyed much of the city, including many churches and St Paul's Cathedral. London was rebuilt with a new St Paul's, which was designed by a famous architect, Sir Christopher Wren. Samuel Pepys wrote about these events in a diary which was later published and is still read today. "
	},
	{
	  "id": 60,
	  "explanation": "The laws passed after the Glorious Revolution are the beginning of what is called 'constitutional monarchy'. The monarch remained very important but was no longer able to insist on particular policies or actions if Parliament did not agree. After William III, the ministers gradually became more important than the monarch but this was not a democracy in the modern sense."
	},
	{
	  "id": 61,
	  "explanation": "David Hume's ideas about human nature continue to influence philosophers."
	},
	{
	  "id": 62,
	  "explanation": " Ireland became unified with England, Scotland and Wales after the Act of Union of 1800. This created the United Kingdom of Great Britain and Ireland. One symbol of this union between England, Scotland, Wales and Ireland was a new version of the official flag, the Union Flag. This is often called the Union Jack. The flag combined crosses associated with England, Scotland and Ireland. It is still used today as the official flag of the UK. "
	},
	{
	  "id": 63,
	  "explanation": "Florence Nightingale was born in Italy to English parents."
	},
	{
	  "id": 64,
	  "explanation": "On 28 June 1914, Archduke Franz Ferdinand of Austria was assassinated. This set off a chain of events leading to the First World War (1914-18)."
	},
	{
	  "id": 65,
	  "explanation": "Post-war immigration means that nearly 10% of the population has a parent or grandparent born outside the UK."
	},
	{
	  "id": 66,
	  "explanation": "The monarch is the head of the Church of England. The spiritual leader of the Church of England is the Archbishop of Canterbury. The monarch has the right to select the Archbishop and other senior church officials, but usually the choice is made by the Prime Minister and a committee appointed by the Church."
	},
	{
	  "id": 67,
	  "explanation": "Boxing Day is the day after Christmas Day and is a public holiday."
	},
	{
	  "id": 68,
	  "explanation": "Dame Kelly Holmes (1970-) won two gold medals for running in the 2004 Olympic Games. She has held a number of British and European records."
	},
	{
	  "id": 69,
	  "explanation": "There are many large venues that host music events throughout the year, such as: Wembley Stadium; The O2 in Greenwich, south-east London; and the Scottish Exhibition and Conference Centre (SECC) in Glasgow."
	},
	{
	  "id": 70,
	  "explanation": "In the 19th century, the medieval 'gothic' style became popular again. As cities expanded, many great public buildings were built in this style. The Houses of Parliament and St Pancras Station were built at this time, as were the town halls in cities such as Manchester and Sheffield."
	},
	{ "id": 71, "explanation": "Bodnant Garden in Wales" },
	{
	  "id": 72,
	  "explanation": "MPs are elected at a General Election, which is held at least every five years."
	},
	{
	  "id": 73,
	  "explanation": "Freedom of belief and religion Freedom of speech Freedom from unfair discrimination A right to a fair trial A right to join in the election of a government. "
	},
	{
	  "id": 74,
	  "explanation": "The Channel Islands and the Isle of Man. These have their own governments and are called 'Crown dependencies'."
	},
	{
	  "id": 75,
	  "explanation": " The ancestors of these first farmers probably came from south-east Europe. These people built houses, tombs and monuments on the land. "
	},
	{
	  "id": 76,
	  "explanation": " Many of the Viking invaders stayed in Britain - especially in the east and north of England, in an area known as the Danelaw (many places names there, such as Grimsby and Scunthorpe, come from the Viking languages). "
	},
	{
	  "id": 77,
	  "explanation": "The nobility, great landowners and bishops sat in the House of Lords."
	},
	{
	  "id": 78,
	  "explanation": "Henry VII wanted to make sure that England remained peaceful and that his position as king was secure. He deliberately strengthened the central administration of England and reduced the power of the nobles. He was thrifty and built up the monarchy's financial reserves."
	},
	{ "id": 79, "explanation": "Britain had been a republic for 11 years" },
	{
	  "id": 80,
	  "explanation": "During the 18th century, new ideas about politics, philosophy and science were developed. This is often called 'the Enlightenment'."
	},
	{ "id": 81, "explanation": "HMS Victory, can be visited in Portsmouth." },
	{
	  "id": 82,
	  "explanation": " In 1921 a peace treaty was signed and in 1922 Ireland became two countries. The six counties in the north which were mainly Protestant remained part of the UK under the name Northern Ireland. The rest of Ireland became the Irish Free State. It had its own government and became a republic in 1949. "
	},
	{
	  "id": 83,
	  "explanation": "The decade of the 1960s was a period of significant social change. It was known as 'the Swinging Sixties'. There was growth in British fashion, cinema and popular music. Two well-known pop music groups at the time were The Beatles and The Rolling Stones. People started to become better off and many bought cars and other consumer goods."
	},
	{
	  "id": 84,
	  "explanation": " Capital cities UK The capital city of the UK is London Scotland The capital city of Scotland is Edinburgh Wales The capital city of Wales is Cardiff Northern Ireland The capital city of Northern Ireland is Belfast "
	},
	{
	  "id": 85,
	  "explanation": " In the 2009 Citizenship Survey, 70% of people identified themselves as Christian. Much smaller proportions identified themselves as Muslim (4%), Hindu (2%), Sikh (1%) "
	},
	{
	  "id": 86,
	  "explanation": " Halloween, 31 October, is an ancient festival and has roots in the pagan festival to mark the beginning of winter. Young people will often dress up in frightening costumes to play 'trick or treat'. People give them treats to stop them playing tricks on them. A lot of people carve lanterns out of pumpkins and put a candle inside. "
	},
	{
	  "id": 87,
	  "explanation": "These operas include HMS Pinafore, The Pirates of Penzance and The Mikado"
	},
	{
	  "id": 88,
	  "explanation": " Everyone in the UK with a TV, computer or other medium which can be used for watching TV must have a television licence. One licence covers all of the equipment in one home, except when people rent different rooms in a shared house and each has a separate tenancy agreement - those people must each buy a separate licence. You need to buy a TV Licence if there are no TVs in your house but you watch TV programs on your mobile phone. People over 75 can apply for a free TV licence and blind people can get a 50% discount. You will receive a fine of up to £1,000 if you watch TV but do not have a TV licence. "
	},
	{
	  "id": 89,
	  "explanation": "This national park covers 720 square miles (1,865 square kilometres) in the west of Scotland."
	},
	{
	  "id": 90,
	  "explanation": "The National Anthem of the UK is 'God Save the Queen'. It is played at important national occasions and at events attended by the Queen or the Royal Family."
	},
	{
	  "id": 91,
	  "explanation": " Other ministers (called 'Secretaries of State') responsible for subjects such as education, health and defence. "
	},
	{
	  "id": 92,
	  "explanation": " Proceedings in Parliament are broadcast on television and published in official reports called Hansard. Written reports can be found in large libraries and at www.parliament.uk. Most people get information about political issues and events from newspapers (often called 'the press'), television, radio and the internet. "
	},
	{
	  "id": 93,
	  "explanation": "Judges (who are together called 'the judiciary') are responsible for interpreting the law and ensuring that trials are conducted fairly."
	},
	{
	  "id": 94,
	  "explanation": "The most serious cases in Scotland, such as murder, are heard at a High Court with a judge and jury. A jury is made up of members of the public chosen at random from the local electoral register (see The Electoral Register).  In England, Wales and Northern Ireland a jury has 12 members, and in Scotland a jury has 15 members. "
	},
	{
	  "id": 95,
	  "explanation": "the National Society for the Prevention of Cruelty to Children (NSPCC))"
	},
	{
	  "id": 96,
	  "explanation": "Margaret Thatcher, Britain's first woman Prime Minister, led the Conservative government from 1979 to 1990."
	},
	{
	  "id": 97,
	  "explanation": "The Life in the UK test is usually taken in English, although special arrangements can be made if you wish to take it in Welsh or Scottish Gaelic."
	},
	{
	  "id": 98,
	  "explanation": "The UK is governed by the parliament sitting in Westminster. Scotland, Wales and Northern Ireland also have parliaments or assemblies of their own, with devolved powers in defined areas."
	},
	{
	  "id": 99,
	  "explanation": "The people of the Iron Age had a sophisticated culture and economy. They made the first coins to be minted in Britain"
	},
	{
	  "id": 100,
	  "explanation": " The burial place of one of the kings was at Sutton Hoo in modern Suffolk. This king was buried with treasure and armour, all placed in a ship which was then covered by a mound of earth. "
	},
	{
	  "id": 103,
	  "explanation": "After the Norman Conquest, the king and his noblemen had spoken Norman French and the peasants had continued to speak Anglo-Saxon. Gradually these two languages combined to become one English language."
	},
	{
	  "id": 104,
	  "explanation": "To divorce his first wife, Henry needed the approval of the Pope. When the Pope refused, Henry established the Church of England. In this new Church, the king, not the Pope, would have the power to appoint bishops and order how people should worship."
	},
	{
	  "id": 105,
	  "explanation": "The Habeas Corpus Act became law in 1679. This was a very important piece of legislation which remains relevant today."
	},
	{
	  "id": 106,
	  "explanation": "work on steam power, helped the progress of the Industrial Revolution."
	},
	{
	  "id": 107,
	  "explanation": "In 1776, 13 American colonies declared their independence, stating that people had a right to establish their own governments.  The colonists eventually defeated the British army and Britain recognised the colonies' independence in 1783. "
	},
	{ "id": 108, "explanation": "Isambard Kingdom Brunel (1806-59)" },
	{
	  "id": 109,
	  "explanation": "Despite this crucial victory, the German air force was able to continue bombing London and other British cities at night-time. This was called the Blitz."
	},
	{
	  "id": 110,
	  "explanation": "He was Prime Minister from 1945 to 1951 and led the Labour Party for 20 years"
	},
	{
	  "id": 111,
	  "explanation": "At first the UK did not wish to join the EEC but it eventually did so in 1973."
	},
	{
	  "id": 112,
	  "explanation": " Valentine's Day, 14 February, is when lovers exchange cards and gifts. Sometimes people send anonymous cards to someone they secretly admire. "
	},
	{
	  "id": 113,
	  "explanation": "The Fringe is a showcase of mainly theatre and comedy performances. It often shows experimental work."
	},
	{
	  "id": 115,
	  "explanation": "Films were first shown publicly in the UK in 1896 and film screenings very quickly became popular. From the beginning, film makers became famous for clever special effects and this continues to be an area of British expertise. From the early days of the cinema, British actors have worked in both the UK and USA."
	},
	{
	  "id": 116,
	  "explanation": "When they are 16, people can drink wine or beer with a meal in a hotel or restaurant (including eating areas in pubs) as long as they are with someone over 18."
	},
	{
	  "id": 117,
	  "explanation": "Queen Elizabeth II is the head of state of the UK. She is also the monarch or head of state for many countries in the Commonwealth"
	},
	{
	  "id": 118,
	  "explanation": "These ministers form the cabinet, a committee which usually meets weekly and makes important decisions about government policy. Many of these decisions have to be debated or approved by Parliament."
	},
	{
	  "id": 119,
	  "explanation": "The Northern Ireland Assembly was established soon after the Belfast Agreement (or Good Friday Agreement) in 1998. There is a power-sharing agreement which distributes ministerial Offices amongst the main parties. The Assembly has 108 elected members, known as MLAs (members of the Legislative Assembly)."
	},
	{
	  "id": 120,
	  "explanation": "If your driving licence is from a country in the European Union (EU), Iceland, Liechtenstein or Norway, you can drive in the UK for as long as your licence is valid."
	},
	{
	  "id": 121,
	  "explanation": "In the Middle Ages, Parliament began to develop into the institution it is today. Its origins can be traced to the king's council of advisers, which included important noblemen and the leaders of the Church."
	},
	{
	  "id": 122,
	  "explanation": "If you wish to be a permanent resident or citizen of the UK, you should: Respect and obey the law Respect the rights of others, including their right to their own opinions Treat others with fairness Look after yourself and your family Look after the area in which you live and the environment. "
	},
	{
	  "id": 123,
	  "explanation": "  The official name of the country is the United Kingdom of Great Britain and Northern Ireland. 'Great Britain' refers only to England, Scotland and Wales, not to Northern Ireland. The words 'Britain', Isles' or 'British', however, are used in this book to refer to everyone in the UK.  "
	},
	{
	  "id": 124,
	  "explanation": " The Romans remained in Britain for 400 years. They built roads and public buildings, created a structure of law, and introduced new plants and animals. "
	},
	{
	  "id": 125,
	  "explanation": "Anglo-Saxon kings continued to rule what is now England, except for a short period when there were Danish kings. The first of these was Cnut, also called Canute."
	},
	{
	  "id": 126,
	  "explanation": " The period after the Norman Conquest up until about 1485 is called the Middle Ages (or the medieval period). It was a time of almost constant war. "
	},
	{
	  "id": 127,
	  "explanation": "By 1400, in England, official documents were being written in English, and English had become the preferred language of the royal court and Parliament."
	},
	{
	  "id": 128,
	  "explanation": "The war ended with the Battle of Bosworth Field in 1485. King Richard III of the House of York was killed in the battle and Henry Tudor, the leader of the House of Lancaster, became King Henry VII."
	},
	{
	  "id": 129,
	  "explanation": " Henry VIII was succeeded by his son Edward VI, who was strongly Protestant. During his reign, the Book of Common Prayer was written to be used in the Church of England. "
	},
	{
	  "id": 130,
	  "explanation": "The first man to be called this was Sir Robert Walpole, who was Prime Minister from 1721 to 1742."
	},
	{
	  "id": 131,
	  "explanation": "The first formal anti-slavery groups were set up by the Quakers in the late 1700s, and they petitioned Parliament to ban the practice."
	},
	{
	  "id": 132,
	  "explanation": "During the Victorian period, the British Empire grew to cover all of India, Australia and large parts of Africa. It became the largest empire the world has ever seen, with an estimated population of more than 400 million people."
	},
	{
	  "id": 133,
	  "explanation": " At the time, the campaign was generally seen as a failure. However, by 1918 most of these reforms had been adopted. The voting franchise was also extended to women over 30, and then in 1928 to men and women over 21. In 1969, the voting age was reduced to 18 for men and women.  "
	},
	{
	  "id": 134,
	  "explanation": "The BBC started radio broadcasts in 1922 and began the world's first regular television service in 1936."
	},
	{
	  "id": 135,
	  "explanation": "Following the Conservative victory in the General Election in 1979, Margaret Thatcher became the first woman Prime Minister of the UK."
	},
	{
	  "id": 136,
	  "explanation": " The population is very unequally distributed over the four parts of the UK. England more or less consistently makes up 84% of the total population, Wales around 5%, Scotland just over 8% and Northern Ireland less than 3%. "
	},
	{ "id": 137, "explanation": "St Andrew" },
	{
	  "id": 138,
	  "explanation": "Many sporting events take place at major stadiums such as Wembley Stadium in London and the Millennium Stadium in Cardiff."
	},
	{
	  "id": 139,
	  "explanation": "Bobby Moore (1941-93) captained the English football team that won the World Cup in 1966."
	},
	{
	  "id": 140,
	  "explanation": "The Turner Prize was established in 1984 and celebrates contemporary art. It was named after Joseph Turner. Four works are shortlisted every year and shown at Tate Britain before the winner is announced."
	},
	{
	  "id": 141,
	  "explanation": "The Lord of the Rings by JRR Tolkien was voted the country's best-loved novel."
	},
	{
	  "id": 142,
	  "explanation": " Vaccinations and medical treatment for animals are available from veterinary surgeons (vets). There are charities which may help people who cannot afford to pay a vet. "
	},
	{
	  "id": 143,
	  "explanation": "If an MP dies or resigns, there will be a fresh election, called a by-election, in his or her constituency."
	},
	{
	  "id": 145,
	  "explanation": "Mary was a devout Catholic and persecuted Protestants (for this reason, she became known as 'Bloody Mary')"
	},
	{
	  "id": 146,
	  "explanation": "There are several British overseas territories in other parts of the world, such as St Helena and the Falkland Islands. They are also linked to the UK but are not a part of it."
	},
	{
	  "id": 148,
	  "explanation": " The battle is commemorated in a great piece of embroidery, known as the Bayeux Tapestry, which is 70 meters long and can still be seen in France today. "
	},
	{
	  "id": 149,
	  "explanation": "It had three Houses, called Estates: the lords, the commons and the clergy."
	},
	{
	  "id": 150,
	  "explanation": "Charles II escaped from Worcester, famously hiding in an oak tree on one occasion, and eventually fled to Europe. Parliament now controlled Scotland as well as England and Wales."
	},
	{
	  "id": 151,
	  "explanation": "In 1688, important Protestants in England asked William to invade England and proclaim himself king. When William reached England, there was no resistance."
	},
	{
	  "id": 152,
	  "explanation": "All Scottish clans were required formally to accept William as king by taking an oath. The MacDonalds of Glencoe were late in taking the oath and were all killed."
	},
	{
	  "id": 153,
	  "explanation": "The development of the Bessemer process for the mass production of steel led to the development of the shipbuilding industry and the railways. Manufacturing jobs became the main source of employment in Britain."
	},
	{
	  "id": 154,
	  "explanation": "Britain continued to be a great trading nation. The government began to promote policies of free trade, abolishing a number of taxes on imported goods. One example of this was the repealing of the Corn Laws in 1846. These had prevented the import of cheap grain. The reforms helped the development of British industry, because raw materials could now be imported more cheaply."
	},
	{
	  "id": 155,
	  "explanation": "The Scottish physician and researcher John MacLeod (1876-1935) was the co-discoverer of insulin, used to treat diabetes."
	},
	{
	  "id": 156,
	  "explanation": "In 1982, Argentina invaded the Falkland Islands, a British overseas territory in the South Atlantic. A naval taskforce was sent from the UK and military action led to the recovery of the islands. John Major was Prime Minister after Mrs Thatcher, and helped establish the Northern Ireland peace process."
	},
	{
	  "id": 157,
	  "explanation": " Women in Britain today make up about half of the workforce. On average, girls leave school with better qualifications than boys. More women than men study at university. "
	},
	{
	  "id": 158,
	  "explanation": "Hannukah is in November or December and is celebrated for eight days. It is to remember the Jews' struggle for religious freedom. On each day of the festival a candle is lit on a stand of eight candles (called a menorah) to remember the story of the festival, where oil that should have lasted only a day did so for eight."
	},
	{
	  "id": 159,
	  "explanation": "The UK has hosted the Olympic Games on three occasions: 1908, 1948 and 2012."
	},
	{
	  "id": 160,
	  "explanation": "The Laurence Olivier Awards take place annually at different venues in London. There are a variety of categories, including best director, best actor and best actress. The awards are named after the British actor Sir Laurence Olivier, later Lord Olivier, who was best known for his roles in various Shakespeare plays."
	},
	{
	  "id": 161,
	  "explanation": "It is looked after by Historic Scotland, a Scottish government agency."
	},
	{
	  "id": 162,
	  "explanation": "The British constitution is not written down in any single document, and therefore it is described as 'unwritten'"
	},
	{
	  "id": 163,
	  "explanation": "The Prime Minister can be changed if the MPs in the governing party decide to do so, or if he or she wishes to resign. The Prime Minister usually resigns if his or her party loses a General Election."
	},
	{
	  "id": 164,
	  "explanation": "Selling tobacco: it is illegal to sell tobacco products (for example, cigarettes, cigars, roll-up tobacco) to anyone under the age of 18."
	},
	{
	  "id": 165,
	  "explanation": "In Northern Ireland, a newly qualified driver must display an 'R' place (for restricted driver) for one year after passing the test."
	},
	{
	  "id": 166,
	  "explanation": "Many schools organise events to raise money for extra equipment or out-of-school activities. Activities might include book sales, toy sales or bringing food to sell."
	},
	{
	  "id": 167,
	  "explanation": "Donated blood is used by hospitals to help people with a wide range of injuries and illnesses. Giving blood only takes about an hour to do."
	},
	{
	  "id": 168,
	  "explanation": "In England, Wales and Northern Ireland a jury has 12 members, and in Scotland a jury has 15 members."
	},
	{
	  "id": 169,
	  "explanation": "The first people to live in Britain were hunter-gatherers, in what we call the Stone Age."
	},
	{
	  "id": 170,
	  "explanation": " The Vikings came from Denmark and Norway. They first visited Britain in AD 789 to raid coastal towns and take away goods and slaves. Then, they began to stay and form their own communities in the east of England and Scotland. The Anglo-Saxon kingdoms in England united under King Alfred the Great, who defeated the Vikings.  "
	},
	{
	  "id": 171,
	  "explanation": "John Barbour, who wrote The Bruce about the Battle of Bannockburn"
	},
	{
	  "id": 172,
	  "explanation": " Elizabeth became one of the most popular monarchs in English history, particularly after 1588, when the English defeated the Spanish Armada (a large fleet of ships), which had been sent by Spain to conquer England and restore Catholicism. "
	},
	{
	  "id": 173,
	  "explanation": "One achievement of King James' reign was a new translation of the Bible into English. This translation is known as the 'King James Version' or the 'Authorised Version'."
	},
	{
	  "id": 174,
	  "explanation": "Civil war between the king and Parliament could not now be avoided and began in 1642."
	},
	{
	  "id": 175,
	  "explanation": "because there was no fighting in England and because it guaranteed the power of Parliament, ending the threat of a monarch ruling on his or her own as he or she wished."
	},
	{
	  "id": 176,
	  "explanation": "The clans lost a lot of their power and influence after Culloden."
	},
	{
	  "id": 177,
	  "explanation": "Working conditions during the Industrial Revolution were very poor. There were no laws to protect employees, who were often forced to work long hours in dangerous situations. Children also worked and were treated in the same way as adults. Sometimes they were treated even more harshly."
	},
	{
	  "id": 178,
	  "explanation": "Britain's navy fought against combined French and Spanish fleets, winning the Battle of Trafalgar in 1805."
	},
	{
	  "id": 179,
	  "explanation": "Queen Victoria introduced the Victoria Cross medal during this war. It honours acts of valour by soldiers."
	},
	{
	  "id": 180,
	  "explanation": "As France fell, the British decided to evacuate British and French soldiers from France in a huge naval operation. Many civilian volunteers in small pleasure and fishing boats from Britain helped the Navy to rescue more than 300,000 men from the beaches around Dunkirk. Although many lives and a lot of equipment were lost, the evacuation was a success and meant that Britain was better able to continue the fight against the Germans. The evacuation gave rise to the phrase 'the Dunkirk spirit'."
	},
	{
	  "id": 183,
	  "explanation": "The official Church of the state is the Church of England (called the Anglican Church in other countries and the Episcopal Church in Scotland and the United States)"
	},
	{
	  "id": 184,
	  "explanation": "The day before Lent starts is called Shrove Tuesday, or Pancake Day. People eat pancakes, which were traditionally made to use up foods such as eggs, fat and milk before fasting."
	},
	{
	  "id": 185,
	  "explanation": "Cricket originated in England and is now played in many countries. Games can last up to five days but still result in a draw!"
	},
	{
	  "id": 186,
	  "explanation": " There are many large venues that host music events throughout the year, such as: Wembley Stadium; The O2 in Greenwich, south-east London; and the Scottish Exhibition and Conference Centre (SECC) in Glasgow. "
	},
	{
	  "id": 187,
	  "explanation": " In the 20th century, Sir Edwin Lutyens had an influence throughout the British Empire. He designed New Delhi to be the seat of government in India. After the First World War, he was responsible for many war memorials throughout the world, including the Cenotaph in Whitehall. "
	},
	{
	  "id": 188,
	  "explanation": " The London Eye is situated on the southern bank of the River Thames and is a Ferris wheel that is 443 feet (135 metres) tall. It was originally built as part of the UK's celebration of the new millennium and continues to be an important part of New Year celebrations. "
	},
	{
	  "id": 189,
	  "explanation": "  In the 1830s and 1840s, a group called the Chartists campaigned for reform. They wanted six changes: For every man to have the vote Elections every year For all regions to be equal in the electoral system Secret ballots For any man to be able to stand as an MP For MPs to be paid.  "
	},
	{
	  "id": 190,
	  "explanation": "Home Secretary - Responsible for crime, policing and immigration"
	},
	{
	  "id": 191,
	  "explanation": "Pressure and lobby groups are organisations which try to influence government policy. They play an important role in politics. Some are representative organisations such as the CBI (Confederation of British Industry), which represents the views of British business."
	},
	{
	  "id": 192,
	  "explanation": " The UK is part of the United Nations (UN), an international organisation with more than 190 countries as members. The UN was set up after the Second World War and aims to prevent war and promote international peace and security. There are 15 members on the UN Security Council, which recommends action when there are international crises and threats to peace. The UK is one of five permanent members of the Security Council.  "
	},
	{
	  "id": 193,
	  "explanation": "There are many opportunities for young people to volunteer and receive accreditation which will help them to develop their skills. These include the National Citizen Service programme, which gives 16- and 17-year-olds the opportunity to enjoy outdoor activities, develop their skills and take part in a community project."
	},
	{
	  "id": 194,
	  "explanation": "If your vehicle is over three years old, you must take it for a Ministry of Transport (MOT) test every year."
	},
	{
	  "id": 195,
	  "explanation": "The Citizens Advice Bureau (www.citizensadvice.org.uk) can give you names of local solicitors and which areas of law they specialise in"
	},
	{
	  "id": 196,
	  "explanation": "In Scotland a system called the Children's Hearings System is used to deal with children and young people who have committed an offence."
	},
	{
	  "id": 197,
	  "explanation": "  Examples of civil laws are: Housing law: this includes disputes between landlords and tenants over issues such as repairs and eviction. Consumer rights: an example of this is a dispute about faulty goods or services. Employment law: these cases include disputes over wages and cases of unfair dismissal or discrimination in the workplace. Debt: people might be taken to court if they owe money to someone.  "
	},
	{
	  "id": 198,
	  "explanation": "The UK originally decided not to join this group but it became a member in 1973."
	},
	{
	  "id": 199,
	  "explanation": "When you arrive at the polling station, the staff will ask for your name and address. In Northern Ireland you will also have to show photographic identification."
	},
	{
	  "id": 200,
	  "explanation": "their role is to challenge the government and put forward alternative policies."
	},
	{
	  "id": 201,
	  "explanation": "In 2007, television viewers voted Wastwater as Britain's favourite view."
	},
	{
	  "id": 202,
	  "explanation": " Everyone in the UK with a TV, computer or other medium which can be used for watching TV must have a television licence. One licence covers all of the equipment in one home, except when people rent different rooms in a shared house and each has a separate tenancy agreement - those people must each buy a separate licence. You need to buy a TV Licence if there are no TVs in your house but you watch TV programs on your mobile phone. People over 75 can apply for a free TV licence and blind people can get a 50% discount. You will receive a fine of up to £1,000 if you watch TV but do not have a TV licence. "
	},
	{
	  "id": 203,
	  "explanation": "The traditions of comedy and satire, and the ability to laugh at ourselves, are an important part of the UK character."
	},
	{ "id": 204, "explanation": "Northern Ireland - Shamrock" },
	{
	  "id": 205,
	  "explanation": "Ian Fleming's books introduced James Bond. In 2003"
	},
	{
	  "id": 206,
	  "explanation": "Joseph Turner (1775-1851) was an influential landscape painter in a modern style. He is considered the artist who raised the profile of landscape painting."
	},
	{
	  "id": 207,
	  "explanation": "Famous horse-racing events include: Royal Ascot, a five-day race meeting in Berkshire attended by members of the Royal Family; the Grand National at Aintree near Liverpool; and the Scottish Grand National at Ayr. There is a National Horse racing Museum in Newmarket, Suffolk."
	},
	{
	  "id": 208,
	  "explanation": "Bradley Wiggins (1980-) is a cyclist. In 2012, he became the first Briton to win the Tour de France. He has won seven Olympic medals, including gold medals in the 2004, 2008 and 2012 Olympic Games."
	},
	{
	  "id": 209,
	  "explanation": "Eid al-Fitr celebrates the end of Ramadan, when Muslims have fasted for a month. They thank Allah for giving them the strength to complete the fast. The date when it takes place changes every year. Muslims attend special services and meals."
	},
	{
	  "id": 210,
	  "explanation": "People in the UK are living longer than ever before. This is due to improved living standards and better health care. There are now a record number of people aged 85 and over. This has an impact on the cost of pensions and health care."
	},
	{
	  "id": 211,
	  "explanation": "  The currency in the UK is the pound sterling (symbol £). There are 100 pence in a pound. The denominations (values) of currency are:  coins: 1p, 2p, 5p, 10p, 20p, 50p, £1 and £2 notes: £5, £10, £20, £50.   "
	},
	{
	  "id": 212,
	  "explanation": "Radar was developed by Scotsman Sir Robert Watson-Watt (1892-1973), who proposed that enemy aircraft could be detected by radio waves. The first successful radar test took place in 1935."
	},
	{
	  "id": 213,
	  "explanation": "Gordon Brown took over as Prime Minister from 2007 until 2010."
	},
	{
	  "id": 214,
	  "explanation": " The Act of Union, known as the Treaty of Union in Scotland, was therefore agreed in 1707, creating the Kingdom of Great Britain. "
	},
	{
	  "id": 215,
	  "explanation": "Charles I entered the House of Commons and tried to arrest five parliamentary leaders, but they had been warned and were not there."
	},
	{
	  "id": 216,
	  "explanation": "In 1560, the predominantly Protestant Scottish Parliament abolished the authority of the Pope in Scotland and Roman Catholic religious services became illegal."
	},
	{
	  "id": 217,
	  "explanation": "Britain only became permanently separated from the continent by the Channel about 10,000 years ago."
	},
	{
	  "id": 218,
	  "explanation": "One of the tribal leaders who fought against the Romans was Boudicca, the queen of the Iceni in what is now eastern England. She is still remembered today and there is a statue of her on Westminster Bridge in London, near the Houses of Parliament."
	},
	{
	  "id": 219,
	  "explanation": "Emperor Hadrian built a wall in the north of England to keep out the Picts (ancestors of the Scottish people). Included in the wall were a number of forts."
	},
	{
	  "id": 220,
	  "explanation": " In 1066, an invasion led by William, the Duke of Normandy (in what is now northern France), defeated Harold, the Saxon king of England, at the Battle of Hastings. Harold was killed in the battle. William became king of England and is known as William the Conqueror. "
	},
	{
	  "id": 221,
	  "explanation": "There were few formal limits to the king's power until 1215. In that year, King John was forced by his noblemen to agree to a number of demands. The result was a charter of rights called the Magna Carta (which means the Great Charter)."
	},
	{
	  "id": 222,
	  "explanation": "The people decided to tell each other stories on the journey, and the poems describe the travellers and some of the stories they told. This collection of poems is called The Canterbury Tales."
	},
	{
	  "id": 223,
	  "explanation": "Anne Boleyn was English.  She and Henry had one daughter, Elizabeth.  Anne was unpopular in the country and was accused of taking lovers. She was executed at the Tower of London."
	},
	{
	  "id": 225,
	  "explanation": " James I and his son Charles I were less skilled politically. Both believed in the 'Divine Right of Kings': the idea that the king was directly appointed by God to rule. They thought that the king should be able to act without having to seek approval from Parliament. "
	},
	{
	  "id": 226,
	  "explanation": "William defeated James II at the Battle of the Boyne in Ireland in 1690, an event which is still celebrated by some in Northern Ireland today."
	},
	{
	  "id": 227,
	  "explanation": "Between 1680 and 1720 many refugees called Huguenots came from France. They were Protestants and had been persecuted for their religion."
	},
	{
	  "id": 228,
	  "explanation": "New Year (or Hogmanay as it is called in Scotland)."
	},
	{
	  "id": 229,
	  "explanation": "In 1837, Queen Victoria became queen of the UK at the age of 18. She reigned until 1901, almost 64 years. This was the longest reign of any British monarch until Queen Elizabeth recently completed more than 65 years of reign. Victoria's reign is known as the Victorian Age. It was a time when Britain increased in power and influence abroad. Within the UK, the middle classes because increasingly significant and a number of reformers led moves to improve conditions of life for the poor."
	},
	{
	  "id": 230,
	  "explanation": "Two-thirds of the population still depended on farming to make their living, often on very small plots of land. Many depended on potatoes as a large part of their diet."
	},
	{
	  "id": 231,
	  "explanation": " In 1996, two British scientists, Sir Ian Wilmot (1944-) and Keith Campbell (1954-2012), led a team which was the first to succeed in cloning a mammal, Dolly the sheep. "
	},
	{ "id": 232, "explanation": "57 million" },
	{
	  "id": 233,
	  "explanation": "    Patron Saints' days England, Scotland, Wales and Northern Ireland each have a national saint, called a patron saint. Each saint has a special day: 1 March: St David's Day, Wales 17 March: St Patrick's Day, Northern Ireland 23 April: St George's Day, England 30 November: St Andrew's Day, Scotland.    "
	},
	{
	  "id": 234,
	  "explanation": "Bonfire Night, 5 November, is an occasion when people in Great Britain set off fireworks at home or in special displays. The origin of this celebration was an event in 1605, when a group of Catholics led by Guy Fawkes failed in their plan to kill the Protestant king with a bomb in the Houses of Parliament."
	},
	{
	  "id": 235,
	  "explanation": "Andy Murray (1987-) is a Scottish tennis player who in 2012 won the men's singles in the US Open. He is the first British man to win a singles title in a Grand Slam tournament since 1936."
	},
	{
	  "id": 236,
	  "explanation": "The Mercury Music Prize is awarded each September for the best album from the UK and Ireland. The Brit Awards is an annual event that gives awards in a range of categories, such as best British group and best British solo artist."
	},
	{
	  "id": 237,
	  "explanation": "Popular programmes include regular soap operas such as Coronation Street and EastEnders."
	},
	{
	  "id": 238,
	  "explanation": "People under 16 are not allowed to participate in the National Lottery."
	},
	{
	  "id": 239,
	  "explanation": "The London Eye is situated on the southern bank of the River Thames and is a Ferris wheel that is 443 feet (135 metres) tall. It was originally built as part of the UK's celebration of the new millennium and continues to be an important part of New Year celebrations."
	},
	{
	  "id": 240,
	  "explanation": "London has 33 local authorities, with the Greater London Authority and the Mayor of London coordinating policies across the capital."
	},
	{
	  "id": 241,
	  "explanation": "Diwali normally falls in October or November and lasts for five days.  It is often called the Festival of Lights. It is celebrated by Hindus and Sikhs.  It celebrates the victory of good over evil and the gaining of knowledge."
	},
	{
	  "id": 242,
	  "explanation": "The first farmers arrived in Britain about 6,000 years ago."
	},
	{
	  "id": 243,
	  "explanation": "Julius Caesar led a Roman invasion of Britain in 55 BC. This was unsuccessful and for nearly 100 years Britain remained separate from the Roman Empire. In AD 43 the Emperor Claudius led the Roman army in a new invasion. This time, there was resistance from some of the British tribes but the Romans were successful in occupying almost all of Britain."
	},
	{
	  "id": 244,
	  "explanation": " The Roman army left Britain in AD 410 to defend other parts of the Roman Empire and never returned. Britain was again invaded by tribes from northern Europe: the Jutes, the Angles and the Saxons. "
	},
	{
	  "id": 245,
	  "explanation": " William sent people all over England to draw up lists of all the towns and villages. The people who lived there, who owned the land and what animals they owned were also listed. This was called the Domesday Book. It still exists today and gives a picture of society in England just after the Norman Conquest. "
	},
	{
	  "id": 246,
	  "explanation": " In Scotland, the English kings were less successful. In 1314 the Scottish, led by Robert the Bruce, defeated the English at the Battle of Bannockburn, and Scotland remained unconquered by the English. "
	},
	{
	  "id": 247,
	  "explanation": "The Magna Carta established the idea that even the king was subject to the law. It protected the rights of the nobility and restricted the king's power to collect taxes or to make or change laws. In future, the king would need to involve his noblemen in decisions."
	},
	{
	  "id": 248,
	  "explanation": "Castles were built in many places in Britain and Ireland, partly for defence. Today many are in ruins, although some, such as Windsor and Edinburgh, are still in use."
	},
	{
	  "id": 249,
	  "explanation": "During this period, England was an important trading nation.  English wool became a very important export. People came to England from abroad to trade and also to work.  Many had special skills, such as weavers from France, engineers from Germany, glass manufacturers from Italy and canal builders from Holland. "
	},
	{
	  "id": 250,
	  "explanation": "Protestant ideas gradually gained strength in England, Wales and Scotland during the 16th century."
	},
	{
	  "id": 251,
	  "explanation": "Mary was Elizabeth I's cousin and hoped that Elizabeth might help her, but Elizabeth suspected Mary of wanting to take over the English throne, and kept her a prisoner for 20 years. Mary was eventually executed, accused of plotting against Elizabeth I."
	},
	{
	  "id": 252,
	  "explanation": "Shakespeare was born in Stratford-upon-Avon, England."
	},
	{
	  "id": 253,
	  "explanation": "Cromwell was successful in establishing the authority of the English Parliament but did this with such violence that even today Cromwell remains a controversial figure in Ireland."
	},
	{
	  "id": 254,
	  "explanation": "This was also an important time for the development of a free press (newspapers and other publications which are not controlled by the government).  From 1695, newspapers were allowed to operate without a government licence. Increasing numbers of newspapers began to be published. "
	},
	{
	  "id": 255,
	  "explanation": "One of the most important principles of the Enlightenment was that everyone should have the right to their own political and religious beliefs and that the state should not try to dictate to them. This continues to be an important principle in the UK today."
	},
	{
	  "id": 256,
	  "explanation": "In 1815, the French Wars ended with the defeat of the Emperor Napoleon by the Duke of Wellington at the Battle of Waterloo."
	},
	{
	  "id": 257,
	  "explanation": "between 1870 and 1914, around 120,000 Russian and Polish Jews came to Britain to escape persecution. Many settled in London's East End and in Manchester and Leeds."
	},
	{
	  "id": 258,
	  "explanation": "On 6 June 1944, allied forces landed in Normandy (this event is often referred to as 'D-Day')."
	},
	{
	  "id": 259,
	  "explanation": "Capital cities UK The capital city of the UK is London Scotland The capital city of Scotland is Edinburgh Wales The capital city of Wales is Cardiff Northern Ireland The capital city of Northern Ireland is Belfast"
	},
	{
	  "id": 260,
	  "explanation": "Sir Jackie Stewart (1939-) is a Scottish former racing driver who won the Formula 1 world championship three times."
	},
	{
	  "id": 261,
	  "explanation": "In the Middle Ages, great cathedrals and churches were built, many of which still stand today. Examples are the cathedrals in Durham, Lincoln, Canterbury and Salisbury. The White Tower in the Tower of London is an example of a Norman castle keep, built on the orders of William the Conqueror (see The Norman Conquest and The Tower of London)."
	},
	{
	  "id": 262,
	  "explanation": "Located on the north-east coast of Northern Ireland, the Giant's Causeway is a land formation of columns made from volcanic lava. It was formed about 50 million years ago. There are many legends about the Causeway and how it was formed."
	},
	{
	  "id": 263,
	  "explanation": "The Queen has reigned since her father's death in 1952, and in 2012 she celebrated her Diamond Jubilee (60 years as queen). She is married to Prince Philip, the Duke of Edinburgh. Her eldest son, Prince Charles (the Prince of Wales), is the heir to the throne."
	},
	{
	  "id": 264,
	  "explanation": " The Scottish Parliament was formed in 1999. It sits in Edinburgh, the capital city of Scotland. "
	},
	{
	  "id": 266,
	  "explanation": " Many of the Viking invaders stayed in Britain - especially in the east and north of England, in an area known as the Danelaw (many places names there, such as Grimsby and Scunthorpe, come from the Viking languages).  The Viking settlers mixed with local communities and some converted to Christianity."
	},
	{
	  "id": 267,
	  "explanation": "Elizabeth became one of the most popular monarchs in English history, particularly after 1588, when the English defeated the Spanish Armada (a large fleet of ships), which had been sent by Spain to conquer England and restore Catholicism."
	},
	{
	  "id": 269,
	  "explanation": "Born in Lincolnshire, eastern England, Isaac Newton first became interested in science when he studied at Cambridge University."
	},
	{
	  "id": 270,
	  "explanation": " A process began which became known as the 'Highland Clearances'. Many Scottish landlords destroyed individual small farms (known as 'crofts') to make space for large flocks of sheep and cattle. Evictions became very common in the early 19th century. Many Scottish people left for North America at this time. "
	},
	{
	  "id": 271,
	  "explanation": " Adam Smith developed ideas about economics which are still referred to today. "
	},
	{
	  "id": 272,
	  "explanation": "Slaves came primarily from West Africa. Travelling on British ships in horrible conditions, they were taken to America and the Caribbean, where they were made to work on tobacco and sugar plantations. The living and working conditions for slaves were very bad. Many slaves tried to escape and others revolted against their owners in protest at their terrible treatment."
	},
	{
	  "id": 273,
	  "explanation": "In the late 19th and early 20th centuries, an increasing number of women campaigned and demonstrated for greater rights and, in particular, the right to vote. They formed the women's suffrage movement and became known as 'suffragettes'."
	},
	{
	  "id": 274,
	  "explanation": "During the 1950s, there was still a shortage of labour in the UK. Further immigration was therefore encouraged for economic reasons, and many industries advertised for workers from overseas."
	},
	{
	  "id": 275,
	  "explanation": "The longest distance on the mainland is from John O'Groats on the north coast of Scotland to Land's End in the south-west corner of England. It is about 870 miles (approximately 1,400 kilometres)."
	},
	{
	  "id": 276,
	  "explanation": " The population is very unequally distributed over the four parts of the UK. England more or less consistently makes up 84% of the total population, Wales around 5%, Scotland just over 8% and Northern Ireland less than 3%. "
	},
	{
	  "id": 277,
	  "explanation": "There is no established Church in Wales or Northern Ireland. Other Protestant Christian groups in the UK are Baptists, Methodists, Presbyterians and Quakers. There are also other denominations of Christianity, the biggest of which is Roman Catholic. "
	},
	{
	  "id": 278,
	  "explanation": "It is often called the Festival of Lights. It is celebrated by Hindus and Sikhs."
	},
	{
	  "id": 279,
	  "explanation": "Remembrance Day, 11 November, commemorates those who died fighting for the UK and its allies. Originally it commemorated the dead of the First World War, which ended on 11 November 1918. People wear poppies (the red flower found on the battlefields of the First World War). At 11.00 am there is a two-minute silence and wreaths are laid at the Cenotaph in Whitehall, London."
	},
	{
	  "id": 280,
	  "explanation": "The most famous rugby union competition is the Six Nations Championship between England, Ireland, Scotland, Wales, France and Italy. The Super League is the most well-known rugby league (club) competition."
	},
	{
	  "id": 282,
	  "explanation": "Sir Charles (Charlie) Chaplin became famous in silent movies for his tramp character and was one of many British actors to make a career in Hollywood."
	},
	{
	  "id": 283,
	  "explanation": "Everyone in the UK with a TV, computer or other medium which can be used for watching TV must have a television licence. One licence covers all of the equipment in one home, except when people rent different rooms in a shared house and each has a separate tenancy agreement - those people must each buy a separate licence. You need to buy a TV Licence if there are no TVs in your house but you watch TV programs on your mobile phone. People over 75 can apply for a free TV licence and blind people can get a 50% discount. You will receive a fine of up to £1,000 if you watch TV but do not have a TV licence."
	},
	{
	  "id": 284,
	  "explanation": "The Eden Project is located in Cornwall, in the south west of England. Its biomes, which are like giant greenhouses, house plants from all over the world. The Eden Project is also a charity which runs environmental and social projects internationally."
	},
	{
	  "id": 285,
	  "explanation": "At the time, the campaign was generally seen as a failure. However, by 1918 most of these reforms had been adopted. The voting franchise was also extended to women over 30, and then in 1928 to men and women over 21. In 1969, the voting age was reduced to 18 for men and women. "
	},
	{
	  "id": 286,
	  "explanation": "represent everyone in their constituency help to create new laws scrutinise and comment on what the government is doing debate important national issues. "
	},
	{
	  "id": 287,
	  "explanation": "The official home of the Prime Minister is 10 Downing Street, in central London, near the Houses of Parliament. He or she also has a country house outside London called Chequers. "
	},
	{
	  "id": 288,
	  "explanation": "There has been a Welsh Assembly and a Scottish Parliament since 1999. There is also a Northern Ireland Assembly, although this has been suspended on a few occasions."
	},
	{
	  "id": 289,
	  "explanation": "One of these monuments, Stonehenge, still stands in what is now the English county of Wiltshire."
	},
	{
	  "id": 290,
	  "explanation": "The people of the Bronze Age were accomplished metalworkers who made many beautiful objects in bronze and gold, including tools, ornaments and weapons."
	},
	{
	  "id": 291,
	  "explanation": "The Norman Conquest was the last successful foreign invasion of England and led to many changes in government and social structures in England. Norman French, the language of the new ruling class, influenced the development of the English language as we know it today."
	},
	{
	  "id": 292,
	  "explanation": " By the middle of the 15th century the last Welsh rebellions had been defeated. English laws and the English language were introduced. "
	},
	{
	  "id": 293,
	  "explanation": "Some words in modern English - for example, 'park' and 'beauty' - are based on Norman French words."
	},
	{
	  "id": 294,
	  "explanation": "Several of the cathedrals had windows of stained glass, telling stories about the Bible and Christian saints. The glass in York Minster is a famous example."
	},
	{
	  "id": 295,
	  "explanation": "The Elizabethan period in England was a time of growing patriotism: a feeling of pride in being English. English explorers sought new trade routes and tried to expand British trade into the Spanish colonies in the Americas."
	},
	{
	  "id": 296,
	  "explanation": "Sake Dean Mahomet was born in 1759 and grew up in the Bengal region of India. He served in the Bengal army and came to Britain in 1782. He then moved to Ireland and eloped with an Irish girl called Jane Daly in 1786, returning to England at the turn of the century. In 1810 he opened the Hindoostane Coffee House in George Street, London. It was the first curry house to open in Britain. Mahomet and his wife also introduced 'shampooing', the Indian art of head massage, to Britain."
	},
	{
	  "id": 297,
	  "explanation": "Along with other abolitionists (people who supported the abolition of slavery), he succeeded in turning public opinion against the slave trade. In 1807, it became illegal to trade slaves in British ships or from British ports, and in 1833 the Emancipation Act abolished slavery throughout the British Empire.  "
	},
	{
	  "id": 298,
	  "explanation": "Another aspect of change was self-government for former colonies.  In 1947, independence was granted to nine countries, including India, Pakistan and Ceylon (now Sri Lanka). Other colonies in Africa, the Caribbean and the Pacific achieved independence over the next 20 years. "
	},
	{
	  "id": 299,
	  "explanation": " Capital cities UK The capital city of the UK is London Scotland The capital city of Scotland is Edinburgh Wales The capital city of Wales is Cardiff Northern Ireland The capital city of Northern Ireland is Belfast  "
	},
	{
	  "id": 300,
	  "explanation": "In the 2009 Citizenship Survey, 70% of people identified themselves as Christian. Much smaller proportions identified themselves as Muslim (4%), Hindu (2%), Sikh (1%)"
	},
	{
	  "id": 301,
	  "explanation": "   Patron Saints' days England, Scotland, Wales and Northern Ireland each have a national saint, called a patron saint. Each saint has a special day: 1 March: St David's Day, Wales 17 March: St Patrick's Day, Northern Ireland 23 April: St George's Day, England 30 November: St Andrew's Day, Scotland.   "
	},
	{
	  "id": 302,
	  "explanation": "Sir Chris Hoy (1976-) is a Scottish cyclist who has won six gold and one silver Olympic medals. He has also won 11 world championship titles."
	},
	{
	  "id": 303,
	  "explanation": "Rowing is also popular, both as a leisure activity and as a competitive sport. There is a popular yearly race on the Thames between Oxford and Cambridge Universities."
	},
	{
	  "id": 304,
	  "explanation": "One British tradition is the pantomime. Many theatres produce a pantomime at Christmas time. They are based on fairy stories and are light-hearted plays with music and comedy, enjoyed by family audiences. One of the traditional characters is the Dame, a woman played by a man. There is often also a pantomime horse or cow played by two actors in the same costume."
	},
	{
	  "id": 305,
	  "explanation": "British poetry is among the richest in the world. The Anglo-Saxon poem Beowulf tells of its hero's battles against monsters and is still translated into modern English."
	},
	{
	  "id": 306,
	  "explanation": "Scotland: Haggis - a sheep's stomach stuffed with offal, suet, onions and oatmeal."
	},
	{
	  "id": 307,
	  "explanation": "The UK has a large network of public footpaths in the countryside. There are also many opportunities for mountain biking, mountaineering and hill walking.  There are 15 national parks in England, Wales and Scotland. They are areas of protected countryside that everyone can visit, and where people live, work and look after the landscape. "
	},
	{
	  "id": 308,
	  "explanation": "The House of Commons is regarded as the more important of the two chambers in Parliament because its members are democratically elected. The Prime Minister and almost all the members of the cabinet are members of the House of Commons (MPs). Each MP represents a parliamentary constituency, which is a small area of the country."
	},
	{
	  "id": 309,
	  "explanation": "Chancellor of the Exchequer - Responsible for the economy"
	},
	{
	  "id": 310,
	  "explanation": "The Welsh government and National Assembly for Wales are based in Cardiff, the capital city of Wales. The National Assembly has 60 Assembly members (AMs) and elections are held every four years using a form of proportional representation. Members can speak in either Welsh or English and all of the Assembly's publications are in both languages."
	},
	{
	  "id": 311,
	  "explanation": "The UK is part of the United Nations (UN), an international organisation with more than 190 countries as members. The UN was set up after the Second World War and aims to prevent war and promote international peace and security. There are 15 members on the UN Security Council, which recommends action when there are international crises and threats to peace. The UK is one of five permanent members of the Security Council. "
	},
	{
	  "id": 312,
	  "explanation": "PCCs set local police priorities and the local policing budget. They also appoint the Chief Constable."
	},
	{
	  "id": 313,
	  "explanation": "The Open Championship is the only 'Major' tournament held outside the United States. It is hosted by a different golf course every year."
	},
	{
	  "id": 314,
	  "explanation": "Anyone can make a complaint about the police by going to a police station or writing to the Chief Constable of the police force involved. Complaints can also be made to an independent body: the Independent Police Complaints Commission in England and Wales, the Police Complaints Commissioner for Scotland or the Police Ombudsman for Northern Ireland."
	},
	{
	  "id": 316,
	  "explanation": "To be able to vote in a parliamentary, local or European election, you must have your name on the electoral register."
	},
	{
	  "id": 317,
	  "explanation": "There are 129 members of the Scottish Parliament (MSPs), elected by a form of proportional representation."
	},
	{
	  "id": 318,
	  "explanation": "Jayne Torvill (1957-) and Christopher Dean (1958-) won gold medals for ice dancing at the Olympic Games in 1984 and in four consecutive world championships."
	},
	{
	  "id": 319,
	  "explanation": " The population is very unequally distributed over the four parts of the UK. England more or less consistently makes up 84% of the total population, Wales around 5%, Scotland just over 8% and Northern Ireland less than 3%. "
	},
	{
	  "id": 320,
	  "explanation": " The 1970s were also a time of serious unrest in Northern Ireland. In 1972, the Northern Ireland Parliament was suspended and Northern Ireland was directly ruled by the UK government. Some 3,000 people lost their lives in the decades after 1969 in the violence in Northern Ireland. "
	},
	{
	  "id": 321,
	  "explanation": "In 1945 the British people elected a Labour government. The new Prime Minister was Clement Atlee, who promised to introduce the welfare state outlined in the Beveridge Report."
	},
	{
	  "id": 323,
	  "explanation": "In 1921 a peace treaty was signed and in 1922 Ireland became two countries. The six counties in the north which were mainly Protestant remained part of the UK under the name Northern Ireland. The rest of Ireland became the Irish Free State. It had its own government and became a republic in 1949."
	},
	{
	  "id": 324,
	  "explanation": "Arkwright is particularly remembered for the efficient and profitable way that he ran his factories."
	},
	{
	  "id": 325,
	  "explanation": " The country split into those who supported the king (the Cavaliers) and those who supported Parliament (the Roundheads). "
	},
	{
	  "id": 326,
	  "explanation": "English wool became a very important export. People came to England from abroad to trade and also to work."
	},
	{
	  "id": 328,
	  "explanation": "In England, judges developed 'common law' by a process of precedence (that is, following previous decisions) and tradition."
	},
	{
	  "id": 329,
	  "explanation": "  In 1348, a disease, probably a form of plague, came to Britain. This was known as the Black Death. One third of the population of England died and a similar proportion in Scotland and Wales. This was one of the worst disasters ever to strike Britain.  "
	},
	{
	  "id": 330,
	  "explanation": " The Vikings came from Denmark and Norway. They first visited Britain in AD 789 to raid coastal towns and take away goods and slaves. Then, they began to stay and form their own communities in the east of England and Scotland. The Anglo-Saxon kingdoms in England united under King Alfred the Great, who defeated the Vikings. "
	},
	{
	  "id": 332,
	  "explanation": "In the north, the threat of attack by Vikings had encouraged the people to unite under one king, Kenneth MacAlpin. The term Scotland began to be used to describe that country."
	},
	{
	  "id": 333,
	  "explanation": "Hitler wanted to invade Britain, but before sending in troops, Germany needed to control the air. The Germans waged an air campaign against Britain, but the British resisted with their fighter planes and eventually won the crucial aerial battle against the Germans, called 'the Battle of Britain', in the summer of 1940."
	},
	{
	  "id": 334,
	  "explanation": "Richard Austen Butler (later Lord Butler) was born in 1902. He became a Conservative MP in 1923 and held several positions before becoming responsible for education in 1941. In this role, he oversaw the introduction of the Education Act 1944 (often called 'The Butler Act'), which introduced free secondary education in England and Wales."
	},
	{
	  "id": 335,
	  "explanation": "The German-born composer George Frederick Handel (1695-1759) spent many years in the UK and became a British citizen in 1727. He wrote the Water Music for King George I and Music for the Royal Fireworks for his son, George II. Both these pieces continue to be very popular. Handel also wrote an oratorio, Messiah, which is sung regularly by choirs, often at Easter time."
	},
	{
	  "id": 336,
	  "explanation": "In the 20th century, Sir Edwin Lutyens had an influence throughout the British Empire. He designed New Delhi to be the seat of government in India. After the First World War, he was responsible for many war memorials throughout the world, including the Cenotaph in Whitehall."
	},
	{
	  "id": 337,
	  "explanation": "The Queen is the ceremonial head of the Commonwealth, which currently has 52 member states (see below). Membership is voluntary. The Commonwealth has no power over its members, although it can suspend membership. The Commonwealth is based on the core values of democracy, good government and the rule of law."
	},
	{
	  "id": 338,
	  "explanation": " A very impressive hill fort can still be seen today at Maiden Castle, in the English county of Dorset. "
	},
	{
	  "id": 339,
	  "explanation": " Battles were fought against these invaders but, by about AD 600, Anglo-Saxon kingdoms were established in Britain. These kingdoms were mainly in what is now England. "
	},
	{
	  "id": 340,
	  "explanation": " The battle is commemorated in a great piece of embroidery, known as the Bayeux Tapestry, which is 70 meters long and can still be seen in France today. "
	},
	{
	  "id": 341,
	  "explanation": "At the beginning of the Middle Ages, Ireland was an independent country. The English first went to Ireland as troops to help the Irish king and remained to build their own settlements. By 1200, the English ruled an area of Ireland known as the Pale, around Dublin."
	},
	{
	  "id": 342,
	  "explanation": "Knights, who were usually smaller landowners, and wealthy people from towns and cities were elected to sit in the House of Commons."
	},
	{
	  "id": 343,
	  "explanation": "The symbol of the House of Tudor was a red rose with a white rose inside it as a sign that the Houses of York and Lancaster were now allies."
	},
	{
	  "id": 344,
	  "explanation": "Charles was held prisoner by the parliamentary army. He was still unwilling to reach any agreement with Parliament and in 1649 he was executed."
	},
	{
	  "id": 345,
	  "explanation": "In 1807, it became illegal to trade slaves in British ships or from British ports, and in 1833 the Emancipation Act abolished slavery throughout the British Empire."
	},
	{
	  "id": 346,
	  "explanation": "The colonists eventually defeated the British army and Britain recognised the colonies' independence in 1783."
	},
	{
	  "id": 347,
	  "explanation": "In the Citizenship Survey, 21% of people said that they had no religion."
	},
	{
	  "id": 348,
	  "explanation": "Vaisakhi (also spelled Baisakhi) is a Sikh festival which celebrates the founding of the Sikh community known as the Khalsa. It is celebrated on 14 April each year with parades, dancing and singing."
	},
	{
	  "id": 349,
	  "explanation": "Football is the UK's most popular sport. It has a long history in the UK and the first professional football clubs were formed in the late 19th century."
	},
	{
	  "id": 350,
	  "explanation": "The Scottish architect Robert Adam influenced the development of architecture in the UK, Europe and America. He designed the inside decoration as well as the building itself in great houses such as Dumfries House in Scotland. His ideas influenced architects in cities such as Bath, where the Royal Crescent was built."
	},
	{
	  "id": 351,
	  "explanation": "Northern Ireland: Ulster fry - a fried meal with bacon, eggs, sausage, black pudding, white pudding, tomatoes, mushrooms, soda bread and potato bread."
	},
	{
	  "id": 352,
	  "explanation": "In the 19th century, satirical magazines began to be published. The most famous was Punch, which was published for the first time in the 1840s."
	},
	{
	  "id": 353,
	  "explanation": " Snowdonia is a national park in North Wales. It covers an area of 838 square miles (2,170 square kilometres). Its most well-known landmark is Snowdon, which is the highest mountain in Wales. "
	},
	{
	  "id": 354,
	  "explanation": " The Tower of London was first built by William the Conqueror after he became king in 1066. Tours are given by the Yeoman Warders, also known as Beefeaters, who tell visitors about the building's history. People can also see the Crown Jewels there. "
	},
	{
	  "id": 355,
	  "explanation": "Queen Elizabeth II's Diamond Jubilee in 2012."
	},
	{
	  "id": 356,
	  "explanation": "The Prime Minister (PM) is the leader of the political party in power. He or she appoints the members of the cabinet and has control over many important public appointments. The official home of the Prime Minister is 10 Downing Street, in central London, near the Houses of Parliament. He or she also has a country house outside London called Chequers. "
	},
	{
	  "id": 357,
	  "explanation": "There are a few MPs who do not represent any of the main political parties. They are called 'independents' and usually represent an issue important to their constituency."
	},
	{
	  "id": 359,
	  "explanation": " People in the UK have to pay tax on their income, which includes: Wages from paid employment Profits from self-employment Taxable benefits Pensions Income from property, savings and dividends.  "
	},
	{
	  "id": 360,
	  "explanation": " Almost everybody in the UK who is in paid work, including self-employed people, must pay National Insurance Contributions. The money raised from National Insurance Contributions is used to pay for state benefits and services such as the state retirement pension and the National Health Service (NHS). Employees have their National Insurance Contributions deducted from their pay by their employer. People who are self-employed need to pay National Insurance Contributions themselves. Anyone who does not pay enough National Insurance Contributions will not be able to receive certain contributory benefits such as Jobseeker's Allowance or a full state retirement pension. Some workers, such as part-time workers, may not qualify for statutory payments such as maternity pay if they do not earn enough. "
	},
	{
	  "id": 361,
	  "explanation": "The inventor of the World Wide Web, Sir Tim Berners-Lee (1955-), is British. Information was successfully transferred via the web for the first time on 25 December 1990."
	},
	{
	  "id": 362,
	  "explanation": " Richard Austen Butler (later Lord Butler) was born in 1902. He became a Conservative MP in 1923 and held several positions before becoming responsible for education in 1941. In this role, he oversaw the introduction of the Education Act 1944 (often called 'The Butler Act'), which introduced free secondary education in England and Wales. "
	},
	{
	  "id": 364,
	  "explanation": " From 1853 to 1856, Britain fought with Turkey and France against Russia in the Crimean War. It was the first war to be extensively covered by the media through news stories and photographs. The conditions were very poor and many soldiers died from illnesses they caught in the hospitals, rather than from war wounds. "
	},
	{
	  "id": 365,
	  "explanation": " At the time, the campaign was generally seen as a failure. However, by 1918 most of these reforms had been adopted. The voting franchise was also extended to women over 30, and then in 1928 to men and women over 21. In 1969, the voting age was reduced to 18 for men and women.  "
	},
	{
	  "id": 366,
	  "explanation": " The first man to be called this was Sir Robert Walpole, who was Prime Minister from 1721 to 1742. "
	},
	{
	  "id": 367,
	  "explanation": "Catherine was a cousin of Anne Boleyn. She was also accused of taking lovers and executed."
	},
	{
	  "id": 368,
	  "explanation": " Civil war between the king and Parliament could not now be avoided and began in 1642. "
	},
	{
	  "id": 369,
	  "explanation": "This event was later called the 'Glorious Revolution' because there was no fighting in England and because it guaranteed the power of Parliament, ending the threat of a monarch ruling on his or her own as he or she wished. "
	},
	{
	  "id": 370,
	  "explanation": "Brunel was originally from Portsmouth, England. He was an engineer who built tunnels, bridges, railway lines and ships. He was responsible for constructing the Great Western Railway, which was the first major railway built in Britain."
	},
	{
	  "id": 371,
	  "explanation": "In the UK, people often enjoy a gamble on sports or other events. There are also casinos in many places. You have to be 18 to go into betting shops or gambling clubs."
	},
	{
	  "id": 372,
	  "explanation": "Brief Encounter (1945), directed by David Lean"
	},
	{
	  "id": 373,
	  "explanation": "The most famous tournament hosted in Britain is The Wimbledon Championships, which takes place each year at the All England Lawn Tennis and Croquet Club. It is the oldest tennis tournament in the world and the only 'Grand Slam' event played on grass."
	},
	{
	  "id": 374,
	  "explanation": "The Tower of London was first built by William the Conqueror after he became king in 1066. Tours are given by the Yeoman Warders, also known as Beefeaters, who tell visitors about the building's history. People can also see the Crown Jewels there."
	},
	{
	  "id": 375,
	  "explanation": "Haggis - a sheep's stomach stuffed with offal, suet, onions and oatmeal."
	},
	{ "id": 376, "explanation": "Wales - Daffodil" },
	{
	  "id": 377,
	  "explanation": "Everyone who is summoned to do jury service must do it unless they are not eligible (for example, because they have a criminal conviction) or they provide a good reason to be excused, such as ill health."
	},
	{
	  "id": 378,
	  "explanation": " People in the UK have to pay tax on their income, which includes: Wages from paid employment Profits from self-employment Taxable benefits Pensions Income from property, savings and dividends. "
	},
	{
	  "id": 379,
	  "explanation": " The Citizens Advice Bureau (www.citizensadvice.org.uk) can give you names of local solicitors and which areas of law they specialise in "
	},
	{
	  "id": 380,
	  "explanation": "Almost everybody in the UK who is in paid work, including self-employed people, must pay National Insurance Contributions. The money raised from National Insurance Contributions is used to pay for state benefits and services such as the state retirement pension and the National Health Service (NHS). Employees have their National Insurance Contributions deducted from their pay by their employer. People who are self-employed need to pay National Insurance Contributions themselves. Anyone who does not pay enough National Insurance Contributions will not be able to receive certain contributory benefits such as Jobseeker's Allowance or a full state retirement pension. Some workers, such as part-time workers, may not qualify for statutory payments such as maternity pay if they do not earn enough."
	},
	{
	  "id": 381,
	  "explanation": "You must pay an annual road tax and display the tax disc, which shows that the tax has been paid, on the windscreen. You must also have valid motor insurance. It is a serious criminal offence to drive without insurance.   If your vehicle is over three years old, you must take it for a Ministry of Transport (MOT) test every year.  It is an offence not to have an MOT certificate if your vehicle is more than three years old. "
	},
	{
	  "id": 382,
	  "explanation": "The small claims procedure is an informal way of helping people to settle minor disputes without spending a lot of time and money using a lawyer. This procedure is used for claims of less than £5,000 in England and Wales and £3,000 in Scotland and Northern Ireland."
	},
	{
	  "id": 383,
	  "explanation": "There are 15 members on the UN Security Council, which recommends action when there are international crises and threats to peace. The UK is one of five permanent members of the Security Council."
	},
	{
	  "id": 384,
	  "explanation": "There are also medical research charities (for example, Cancer Research UK), environmental charities (including the National Trust and Friends of the Earth) and charities working with animals (such as the People's Dispensary for Sick Animals (PDSA))."
	},
	{
	  "id": 386,
	  "explanation": "It was during the 3rd and 4th centuries AD that the first Christian communities began to appear in Britain."
	},
	{
	  "id": 387,
	  "explanation": "The period after the Norman Conquest up until about 1485 is called the Middle Ages (or the medieval period). It was a time of almost constant war."
	},
	{
	  "id": 388,
	  "explanation": "Emmeline Pankhurst was born in Manchester in 1858. She set up the Women's Franchise League in 1889, which fought to get the vote in local elections for married women."
	},
	{
	  "id": 389,
	  "explanation": "the British attack on the Somme in July 1916, resulted in about 60,000 British casualties on the first day alone."
	},
	{
	  "id": 391,
	  "explanation": "The battle is commemorated in a great piece of embroidery, known as the Bayeux Tapestry, which is 70 meters long and can still be seen in France today."
	},
	{
	  "id": 392,
	  "explanation": "The Bill of Rights, 1689, confirmed the rights of Parliament and the limits of the king's power."
	},
	{
	  "id": 393,
	  "explanation": "Ireland became unified with England, Scotland and Wales after the Act of Union of 1800. This created the United Kingdom of Great Britain and Ireland. One symbol of this union between England, Scotland, Wales and Ireland was a new version of the official flag, the Union Flag. This is often called the Union Jack. The flag combined crosses associated with England, Scotland and Ireland. It is still used today as the official flag of the UK."
	},
	{
	  "id": 394,
	  "explanation": "The Industrial Revolution was the rapid development of industry in Britain in the 18th and 19th centuries. Britain was the first country to industrialise on a large scale. It happened because of the development of machinery and the use of steam power. Agriculture and the manufacturing of goods became mechanised."
	},
	{
	  "id": 395,
	  "explanation": "He remains a much-admired figure to this day, and in 2002 was voted the greatest Briton of all time by the public."
	},
	{
	  "id": 396,
	  "explanation": " On 6 June 1944, allied forces landed in Normandy (this event is often referred to as 'D-Day').   Following victory on the beaches of Normandy, the allied forces pressed on through France and eventually into Germany. The Allies comprehensively defeated Germany in May 1945. "
	},
	{
	  "id": 397,
	  "explanation": "In 1996, two British scientists, Sir Ian Wilmot (1944-) and Keith Campbell (1954-2012), led a team which was the first to succeed in cloning a mammal, Dolly the sheep."
	},
	{
	  "id": 399,
	  "explanation": "Population growth in the UK Year Population 1600 Just over 4 million 1700 5 million 1801 8 million 1851 20 million 1901 40 million 1951 50 million 1998 57 million 2005 Just under 60 million 2010 Just over 62 million "
	},
	{
	  "id": 400,
	  "explanation": "The 40 days before Easter are known as Lent. It is a time when Christians take time to reflect and prepare for Easter. Traditionally, people would fast during this period and today many people will give something up, like a favourite food."
	},
	{
	  "id": 401,
	  "explanation": " Bobby Moore (1941-93) captained the English football team that won the World Cup in 1966. "
	},
	{
	  "id": 402,
	  "explanation": "In the UK, there are several different parts of government. The main ones are: The monarchy Parliament (the House of Commons and the House of Lords) The Prime Minister The cabinet The judiciary (courts) The police The civil service Local government "
	},
	{
	  "id": 403,
	  "explanation": "'God save our gracious Queen! Long live our noble Queen! God save the Queen! Send her victorious, Happy and glorious, Long to reign over us, God save the Queen!'"
	},
	{
	  "id": 404,
	  "explanation": "Proceedings in Parliament are broadcast on television and published in official reports called Hansard. Written reports can be found in large libraries and at www.parliament.uk. Most people get information about political issues and events from newspapers (often called 'the press'), television, radio and the internet."
	},
	{
	  "id": 405,
	  "explanation": "Carrying a weapon: it is a criminal offence to carry a weapon of any kind, even if it is for self-defence. This includes a gun, a knife or anything that is made or adapted to cause injury."
	},
	{
	  "id": 406,
	  "explanation": " In England, Wales and Northern Ireland a jury has 12 members, and in Scotland a jury has 15 members. "
	},
	{
	  "id": 407,
	  "explanation": "It is important for anyone facing domestic violence to get help as soon as possible. A solicitor or the Citizens Advice Bureau can explain the available options. In some areas there are safe places to go and stay in, called refuges or shelters."
	},
	{
	  "id": 408,
	  "explanation": "The job of the police in the UK is to: Protect life and property Prevent disturbances (also known as keeping the peace) Prevent and detect crime. "
	},
	{
	  "id": 409,
	  "explanation": " In 1348, a disease, probably a form of plague, came to Britain. This was known as the Black Death. One third of the population of England died and a similar proportion in Scotland and Wales. This was one of the worst disasters ever to strike Britain. "
	},
	{ "id": 410, "explanation": "She and Henry had one daughter, Elizabeth." },
	{
	  "id": 411,
	  "explanation": " Born in Lincolnshire, eastern England, Isaac Newton first became interested in science when he studied at Cambridge University. "
	},
	{
	  "id": 412,
	  "explanation": " In 1776, 13 American colonies declared their independence, stating that people had a right to establish their own governments.  The colonists eventually defeated the British army and Britain recognised the colonies' independence in 1783.  "
	},
	{
	  "id": 415,
	  "explanation": " One achievement of King James' reign was a new translation of the Bible into English. This translation is known as the 'King James Version' or the 'Authorised Version'. "
	},
	{
	  "id": 416,
	  "explanation": " After his campaign in Ireland and victory over Charles II at Worcester, Cromwell was recognised as the leader of the new republic. He was given the title of Lord Protector and ruled until his death in 1658. "
	},
	{
	  "id": 417,
	  "explanation": "The flag combined crosses associated with England, Scotland and Ireland."
	},
	{
	  "id": 419,
	  "explanation": " The Castle is a dominant feature of the skyline in Edinburgh, Scotland. It has a long history, dating back to the early Middle Ages. It is looked after by Historic Scotland, a Scottish government agency.      Located on the north-east coast of Northern Ireland, the Giant's Causeway is a land formation of columns made from volcanic lava. It was formed about 50 million years ago. There are many legends about the Causeway and how it was formed.   Loch Lomond and the Trossachs National Park   This national park covers 720 square miles (1,865 square kilometres) in the west of Scotland. Loch Lomond is the largest expanse of fresh water in mainland Britain and probably the best-known part of the park. "
	},
	{
	  "id": 422,
	  "explanation": "There are now more than 61,000 volunteers helping to keep the organisation running."
	},
	{
	  "id": 423,
	  "explanation": "The most serious cases in Scotland, such as murder, are heard at a High Court with a judge and jury."
	},
	{
	  "id": 424,
	  "explanation": "Civil servants are expected to carry out their role with dedication and a commitment to the civil service and its core values. These are: integrity, honesty, objectivity and impartiality (including being politically neutral)."
	},
	{
	  "id": 425,
	  "explanation": "Elections for the European Parliament are also held every five years. Elected members are called members of the European Parliament (MEPs)."
	},
	{
	  "id": 426,
	  "explanation": "In the 1830s and 1840s, a group called the Chartists campaigned for reform. They wanted six changes: For every man to have the vote Elections every year For all regions to be equal in the electoral system Secret ballots For any man to be able to stand as an MP For MPs to be paid. "
	},
	{
	  "id": 427,
	  "explanation": "The UK has a constitutional monarchy. This means that the king or queen does not rule the country but appoints the government, which the people have chosen in a democratic election. The monarch invites the leader of the party with the largest number of MPs, or the leader of a coalition between more than one party, to become the Prime Minister. The monarch has regular meetings with the Prime Minister and can advise, warn and encourage, but the decisions on government policies are made by the Prime Minister and cabinet (see The government)."
	},
	{
	  "id": 428,
	  "explanation": "Debates in the House of Commons are chaired by the Speaker. This person is the chief Officer of the House of Commons. The Speaker is neutral and does not represent a political party, even though he or she is an MP, represents a constituency and deals with constituents' problems like any other MP. The Speaker is chosen by other MPs in a secret ballot."
	},
	{
	  "id": 429,
	  "explanation": "Other ministers (called 'Secretaries of State') responsible for subjects such as education, health and defence."
	},
	{
	  "id": 430,
	  "explanation": "The Scottish Parliament was formed in 1999. It sits in Edinburgh, the capital city of Scotland."
	},
	{
	  "id": 431,
	  "explanation": "Commonwealth members Antigua and Barbuda Australia The Bahamas Bangladesh Barbados Belize Botswana Brunei Darussalam Cameroon Canada Cyprus Dominica Fiji (currently suspended) The Gambia Ghana Grenada Guyana India Jamaica Kenya Kiribati Lesotho Malawi Malaysia Maldives Malta Mauritius Mozambique Namibia Nauru New Zealand Nigeria Pakistan Papua New Guinea Rwanda Samoa Seychelles Sierra Leone Singapore Solomon Islands South Africa Sri Lanka St Kitts and Nevis St Lucia St Vincent and the Grenadines Swaziland Tanzania Tonga Trinidad and Tobago Tuvalu Uganda UK Vanuatu Zambia "
	},
	{
	  "id": 432,
	  "explanation": "NATO is a group of European and North American countries that have agreed to help each other if they come under attack. It also aims to maintain peace between all of its members."
	},
	{
	  "id": 434,
	  "explanation": "The Roman army left Britain in AD 410 to defend other parts of the Roman Empire and never returned. Britain was again invaded by tribes from northern Europe: the Jutes, the Angles and the Saxons."
	},
	{
	  "id": 435,
	  "explanation": "Many of the Viking invaders stayed in Britain - especially in the east and north of England, in an area known as the Danelaw (many places names there, such as Grimsby and Scunthorpe, come from the Viking languages)."
	},
	{
	  "id": 436,
	  "explanation": "William sent people all over England to draw up lists of all the towns and villages. The people who lived there, who owned the land and what animals they owned were also listed. This was called the Domesday Book. It still exists today and gives a picture of society in England just after the Norman Conquest."
	},
	{
	  "id": 437,
	  "explanation": "The country split into those who supported the king (the Cavaliers) and those who supported Parliament (the Roundheads)."
	},
	{
	  "id": 438,
	  "explanation": "This was a time when many people left Britain and Ireland to settle in new colonies in America and elsewhere, but others came to live in Britain. The first Jews to come to Britain since the Middle Ages settled in London in 1656."
	},
	{
	  "id": 439,
	  "explanation": "At the age of 31, she trained as a nurse in Germany."
	},
	{
	  "id": 440,
	  "explanation": "In 1284 King Edward I of England introduced the Statute of Rhuddlan, which annexed Wales to the Crown of England. Huge castles, including Conwy and Caernarvon, were built to maintain this power."
	},
	{
	  "id": 442,
	  "explanation": "the Golden Hind, was one of the first to sail right around ('circumnavigate') the world."
	},
	{
	  "id": 443,
	  "explanation": "Henry VIII took the title 'King of Ireland'. English laws were introduced and local leaders were expected to follow the instructions of the Lord Lieutenants in Dublin."
	},
	{
	  "id": 444,
	  "explanation": "For 11 years, he found ways in which to raise money without Parliament's approval but eventually trouble in Scotland meant that he had to recall Parliament."
	},
	{
	  "id": 445,
	  "explanation": "James I and his son Charles I were less skilled politically. Both believed in the 'Divine Right of Kings': the idea that the king was directly appointed by God to rule. They thought that the king should be able to act without having to seek approval from Parliament."
	},
	{
	  "id": 446,
	  "explanation": "Puritans, a group of Protestants who advocated strict and simple religious doctrine and worship. They did not agree with the king's religious views and disliked his reforms of the Church of England."
	},
	{
	  "id": 447,
	  "explanation": " In 1688, important Protestants in England asked William to invade England and proclaim himself king. When William reached England, there was no resistance. "
	},
	{
	  "id": 448,
	  "explanation": "Some constituencies were controlled by a single wealthy family. These were called 'pocket boroughs'. Other constituencies had hardly any voters and were called 'rotten boroughs'."
	},
	{
	  "id": 449,
	  "explanation": " The clans lost a lot of their power and influence after Culloden. "
	},
	{
	  "id": 450,
	  "explanation": " There is also an official Welsh flag, which shows a Welsh dragon. The Welsh dragon does not appear on the Union Flag because, when the first Union Flag was created in 1606 from the flags of Scotland and England, the Principality of Wales was already united with England. "
	},
	{
	  "id": 452,
	  "explanation": "British industry led the world in the 19th century. The UK produced more than half of the world's iron, coal and cotton cloth. The UK also became a centre for financial services, including insurance and banking."
	},
	{
	  "id": 453,
	  "explanation": "The most important planes used by the Royal Air Force in the Battle of Britain were the Spitfire and the Hurricane - which were designed and built in Britain."
	},
	{
	  "id": 454,
	  "explanation": "  Patron Saints' days England, Scotland, Wales and Northern Ireland each have a national saint, called a patron saint. Each saint has a special day: 1 March: St David's Day, Wales 17 March: St Patrick's Day, Northern Ireland 23 April: St George's Day, England 30 November: St Andrew's Day, Scotland.  "
	},
	{
	  "id": 455,
	  "explanation": " The population is very unequally distributed over the four parts of the UK. England more or less consistently makes up 84% of the total population, Wales around 5%, Scotland just over 8% and Northern Ireland less than 3%. "
	},
	{ "id": 456, "explanation": "WALES" },
	{
	  "id": 457,
	  "explanation": " Elizabeth became one of the most popular monarchs in English history, particularly after 1588, when the English defeated the Spanish Armada (a large fleet of ships), which had been sent by Spain to conquer England and restore Catholicism. "
	},
	{
	  "id": 458,
	  "explanation": "The Act of Union, known as the Treaty of Union in Scotland, was therefore agreed in 1707, creating the Kingdom of Great Britain."
	},
	{
	  "id": 459,
	  "explanation": "Parts of the west of Britain, including much of what is now Wales, and Scotland, remained free of Anglo-Saxon rule."
	},
	{
	  "id": 460,
	  "explanation": "Areas of what is now Scotland were never conquered by the Romans, and the  Emperor Hadrian built a wall in the north of England to keep out the Picts (ancestors of the Scottish people). Included in the wall were a number of forts. "
	},
	{
	  "id": 461,
	  "explanation": "Great cathedrals - for example, Lincoln Cathedral - were also built, and many of these are still used for worship."
	},
	{
	  "id": 463,
	  "explanation": "A process began which became known as the 'Highland Clearances'. Many Scottish landlords destroyed individual small farms (known as 'crofts') to make space for large flocks of sheep and cattle. Evictions became very common in the early 19th century. Many Scottish people left for North America at this time."
	},
	{
	  "id": 465,
	  "explanation": "From 1853 to 1856, Britain fought with Turkey and France against Russia in the Crimean War. It was the first war to be extensively covered by the media through news stories and photographs. The conditions were very poor and many soldiers died from illnesses they caught in the hospitals, rather than from war wounds."
	},
	{
	  "id": 466,
	  "explanation": "The First World War ended at 11.00 am on 11th November 1918 with victory for Britain and its allies."
	},
	{
	  "id": 468,
	  "explanation": "During the War, he made many famous speeches including lines which you may still hear: 'I have nothing to offer but blood, toil, tears and sweat' Churchill's first speech to the House of Commons after he became Prime Minister, 1940 'We shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills; we shall never surrender' Speech to the House of Commons after Dunkirk (see above), 1940 'Never in the field of human conflict was so much owed by so many to so few' Speech to the House of Commons during the Battle of Britain (see above), 1940"
	},
	{
	  "id": 470,
	  "explanation": "Women in Britain today make up about half of the workforce. On average, girls leave school with better qualifications than boys. More women than men study at university."
	},
	{
	  "id": 471,
	  "explanation": "Jewish or Buddhist (both less than 0.5%), and 2% of people followed another religion."
	},
	{
	  "id": 474,
	  "explanation": "Snowdonia is a national park in North Wales. It covers an area of 838 square miles (2,170 square kilometres). Its most well-known landmark is Snowdon, which is the highest mountain in Wales."
	},
	{
	  "id": 475,
	  "explanation": " The Queen has important ceremonial roles, such as the opening of the new parliamentary session each year. On this occasion the Queen makes a speech which summarises the government's policies for the year ahead. All Acts of Parliament are made in her name. "
	},
	{
	  "id": 476,
	  "explanation": "The European Union (EU), originally called the European Economic Community (EEC), was set up by six western European countries (Belgium, France, Germany, Italy, Luxembourg and the Netherlands) who signed the Treaty of Rome on 25 March 1957. The UK originally decided not to join this group but it became a member in 1973.  There are now 28 EU member states"
	},
	{
	  "id": 477,
	  "explanation": "In Scotland a system called the Children's Hearings System is used to deal with children and young people who have committed an offence."
	},
	{
	  "id": 478,
	  "explanation": "People lived in roundhouses and buried their dead in tombs called round barrows. The people of the Bronze Age were accomplished metalworkers who made many beautiful objects in bronze and gold, including tools, ornaments and weapons."
	},
	{
	  "id": 479,
	  "explanation": "Some continued to believe that James was the rightful king, particularly in Scotland. Some joined him in exile in France; others were secret supporters. James' supporters became known as Jacobites."
	},
	{
	  "id": 480,
	  "explanation": "In May 2010, and for the first time in the UK since February 1974, no political party won an overall majority in the General Election. The Conservative and Liberal Democrat parties formed a coalition and the leader of the Conservative Party, David Cameron, became Prime Minister."
	},
	{
	  "id": 481,
	  "explanation": "Skara Brae on Orkney, off the north coast of Scotland, is the best preserved prehistoric village in northern Europe, and has helped archaeologists to understand more about how people lived near the end of the Stone Age."
	},
	{
	  "id": 482,
	  "explanation": "A very impressive hill fort can still be seen today at Maiden Castle, in the English county of Dorset."
	},
	{
	  "id": 483,
	  "explanation": "Battles were fought against these invaders but, by about AD 600, Anglo-Saxon kingdoms were established in Britain. These kingdoms were mainly in what is now England."
	},
	{
	  "id": 484,
	  "explanation": "The burial place of one of the kings was at Sutton Hoo in modern Suffolk. This king was buried with treasure and armour, all placed in a ship which was then covered by a mound of earth."
	},
	{
	  "id": 485,
	  "explanation": "The Romans remained in Britain for 400 years. They built roads and public buildings, created a structure of law, and introduced new plants and animals."
	},
	{
	  "id": 486,
	  "explanation": "In Scotland, the English kings were less successful. In 1314 the Scottish, led by Robert the Bruce, defeated the English at the Battle of Bannockburn, and Scotland remained unconquered by the English."
	},
	{
	  "id": 488,
	  "explanation": "After his campaign in Ireland and victory over Charles II at Worcester, Cromwell was recognised as the leader of the new republic. He was given the title of Lord Protector and ruled until his death in 1658."
	},
	{
	  "id": 489,
	  "explanation": "In 1066, an invasion led by William, the Duke of Normandy (in what is now northern France), defeated Harold, the Saxon king of England, at the Battle of Hastings. Harold was killed in the battle. William became king of England and is known as William the Conqueror."
	},
	{
	  "id": 490,
	  "explanation": " Known in Scotland as 'The Bard', Robert Burns was a Scottish poet. He wrote in the Scots language, English with some Scottish words, and standard English. He also revised a lot of traditional folk songs by changing or adding lyrics. Burns' best-known work is probably the song Auld Lang Syne, which is sung by people in the UK and other countries when they are celebrating the New Year (or Hogmanay as it is called in Scotland). "
	},
	{
	  "id": 491,
	  "explanation": "After 1833, 2 million Indian and Chinese workers were employed to replace the freed slaves. They worked on sugar plantations in the Caribbean, in mines in South Africa, on railways in East Africa and in the army in Kenya."
	},
	{
	  "id": 492,
	  "explanation": "The cross of St Patrick, patron saint of Ireland, is a diagonal red cross on a white ground."
	},
	{
	  "id": 493,
	  "explanation": "Rudyard Kipling was born in India in 1865 and later lived in India, the UK and the USA. He wrote books and poems set in both India and the UK. His poems and novels reflected the idea that the British Empire was a force for good. Kipling was awarded the Nobel Prize in Literature in 1907. His books include the Just So Stories and The Jungle Book, which continue to be popular today."
	},
	{
	  "id": 494,
	  "explanation": "The war was initially fought between the Axis powers (fascist Germany and Italy and the Empire of Japan) and the Allies. The main countries on the allied side were the UK, France, Poland, Australia, New Zealand, Canada, and the Union of South Africa."
	},
	{
	  "id": 495,
	  "explanation": "Scientists led by Ernest Rutherford, working at Manchester and then Cambridge University, were the first to 'split the atom' and took part in the Manhattan Project in the United States, which developed the atomic bomb."
	},
	{
	  "id": 496,
	  "explanation": "A Turing machine is a theoretical mathematical device invented by Alan Turing (1912-54), a British mathematician, in the 1930s. The theory was influential in the development of computer science and the modern-day computer."
	},
	{
	  "id": 497,
	  "explanation": "The 1970s were also a time of serious unrest in Northern Ireland. In 1972, the Northern Ireland Parliament was suspended and Northern Ireland was directly ruled by the UK government. Some 3,000 people lost their lives in the decades after 1969 in the violence in Northern Ireland."
	},
	{
	  "id": 498,
	  "explanation": "Since 2000, British armed forces have been engaged in the global fight against international terrorism and against the proliferation of weapons of mass destruction, including operations in Afghanistan and Iraq. British combat troops left Iraq in 2009."
	},
	{
	  "id": 499,
	  "explanation": " The British constitution is not written down in any single document, and therefore it is described as 'unwritten' "
	},
	{
	  "id": 500,
	  "explanation": "Governors and school boards have an important part to play in raising school standards. They have three key roles: Setting the strategic direction of the school Ensuring accountability Monitoring and evaluating school performance. "
	},
	{
	  "id": 501,
	  "explanation": "Volunteering is working for good causes without payment. There are many benefits to volunteering, such as meeting new people helping make your community a better place. Some volunteer activities will give you a chance to practise your English or develop work skills that will help you find a job or improve your curriculum vitae (CV). Many people volunteer simply because they want to help other people."
	},
	{
	  "id": 502,
	  "explanation": "Policy and laws governing defence, foreign affairs, immigration, taxation and social security all remain under central UK government control. However, many other public services, such as education, are controlled by the devolved administrations. The devolved administrations each have their own civil service."
	},
	{
	  "id": 503,
	  "explanation": "The UK is made up of England, Scotland, Wales and Northern Ireland. The rest of Ireland is an independent country."
	},
	{
	  "id": 504,
	  "explanation": " The Welsh government and National Assembly for Wales are based in Cardiff, the capital city of Wales. The National Assembly has 60 Assembly members (AMs) and elections are held every four years using a form of proportional representation. Members can speak in either Welsh or English and all of the Assembly's publications are in both languages. "
	},
	{
	  "id": 506,
	  "explanation": "In 1918, women over the age of 30 were given voting rights and the right to stand for Parliament, partly in recognition of the contribution women made to the war effort during the First World War. Shortly before Emmeline's death in 1928, women were given the right to vote at the age of 21, the same as men."
	},
	{
	  "id": 507,
	  "explanation": "Patron Saints' days England, Scotland, Wales and Northern Ireland each have a national saint, called a patron saint. Each saint has a special day: 1 March: St David's Day, Wales 17 March: St Patrick's Day, Northern Ireland 23 April: St George's Day, England 30 November: St Andrew's Day, Scotland. "
	},
	{
	  "id": 508,
	  "explanation": "Halloween, 31 October, is an ancient festival and has roots in the pagan festival to mark the beginning of winter. Young people will often dress up in frightening costumes to play 'trick or treat'. People give them treats to stop them playing tricks on them. A lot of people carve lanterns out of pumpkins and put a candle inside."
	},
	{
	  "id": 509,
	  "explanation": " Famous horse-racing events include: Royal Ascot, a five-day race meeting in Berkshire attended by members of the Royal Family; the Grand National at Aintree near Liverpool; and the Scottish Grand National at Ayr. There is a National Horse racing Museum in Newmarket, Suffolk. "
	},
	{
	  "id": 510,
	  "explanation": "Valentine's Day, 14 February, is when lovers exchange cards and gifts. Sometimes people send anonymous cards to someone they secretly admire."
	},
	{ "id": 511, "explanation": "Lent begins on Ash Wednesday." },
	{
	  "id": 512,
	  "explanation": " In the 20th century, Sir Edwin Lutyens had an influence throughout the British Empire. He designed New Delhi to be the seat of government in India. After the First World War, he was responsible for many war memorials throughout the world, including the Cenotaph in Whitehall. "
	},
	{
	  "id": 513,
	  "explanation": " Remembrance Day, 11 November, commemorates those who died fighting for the UK and its allies. Originally it commemorated the dead of the First World War, which ended on 11 November 1918. People wear poppies (the red flower found on the battlefields of the First World War). At 11.00 am there is a two-minute silence and wreaths are laid at the Cenotaph in Whitehall, London. "
	},
	{
	  "id": 514,
	  "explanation": "Charles II was interested in science. During his reign, the Royal Society was formed to promote 'natural knowledge'. This is the oldest surviving scientific society in the world. Among its early members were Sir Edmund Halley, who successfully predicted the return of the comet now called Halley's Comet, and Sir Isaac Newton."
	},
	{
	  "id": 515,
	  "explanation": " The UK is part of the United Nations (UN), an international organisation with more than 190 countries as members. The UN was set up after the Second World War and aims to prevent war and promote international peace and security. There are 15 members on the UN Security Council, which recommends action when there are international crises and threats to peace. The UK is one of five permanent members of the Security Council.  "
	},
	{
	  "id": 516,
	  "explanation": " Many schools organise events to raise money for extra equipment or out-of-school activities. Activities might include book sales, toy sales or bringing food to sell. "
	},
	{
	  "id": 517,
	  "explanation": " The Queen has reigned since her father's death in 1952, and in 2012 she celebrated her Diamond Jubilee (60 years as queen). She is married to Prince Philip, the Duke of Edinburgh. Her eldest son, Prince Charles (the Prince of Wales), is the heir to the throne. "
	},
	{
	  "id": 518,
	  "explanation": "The House of Commons has powers to overrule the House of Lords, but these are not used often."
	},
	{
	  "id": 519,
	  "explanation": "In Northern Ireland, cases are heard by a District Judge or Deputy District Judge, who is legally qualified and paid."
	},
	{
	  "id": 520,
	  "explanation": "MPs are elected through a system called 'first past the post'. In each constituency, the candidate who gets the most votes is elected. The government is usually formed by the party that wins the majority of constituencies. If no party wins a majority, two parties may join together to form a coalition."
	},
	{
	  "id": 521,
	  "explanation": "The Human Rights Act 1998 incorporated the European Convention on Human Rights into UK law. The government, public bodies and the courts must follow the principles of the Convention."
	},
	{
	  "id": 522,
	  "explanation": "New citizens swear or affirm loyalty to the Queen as part of the citizenship ceremony."
	},
	{
	  "id": 523,
	  "explanation": "People in the UK have to pay tax on their income, which includes: Wages from paid employment Profits from self-employment Taxable benefits Pensions Income from property, savings and dividends. "
	},
	{
	  "id": 524,
	  "explanation": "If you are self-employed, you need to pay your own tax through a system called 'self-assessment', which includes completing a tax return. Other people may also need to complete a tax return."
	},
	{
	  "id": 525,
	  "explanation": " The Queen has important ceremonial roles, such as the opening of the new parliamentary session each year. On this occasion the Queen makes a speech which summarises the government's policies for the year ahead. All Acts of Parliament are made in her name. "
	},
	{
	  "id": 526,
	  "explanation": " The Welsh government and National Assembly for Wales are based in Cardiff, the capital city of Wales. The National Assembly has 60 Assembly members (AMs) and elections are held every four years using a form of proportional representation. Members can speak in either Welsh or English and all of the Assembly's publications are in both languages. "
	},
	{
	  "id": 527,
	  "explanation": " In England, judges developed 'common law' by a process of precedence (that is, following previous decisions) and tradition. "
	},
	{
	  "id": 528,
	  "explanation": "In the Middle Ages, Parliament began to develop into the institution it is today. Its origins can be traced to the king's council of advisers, which included important noblemen and the leaders of the Church."
	},
	{
	  "id": 529,
	  "explanation": "They are based on history and traditions and are protected by law, customs and expectations. There is no place in British society for extremism or intolerance."
	},
	{
	  "id": 530,
	  "explanation": " The First World War ended at 11.00 am on 11th November 1918 with victory for Britain and its allies. "
	},
	{
	  "id": 531,
	  "explanation": " Julius Caesar led a Roman invasion of Britain in 55 BC. This was unsuccessful and for nearly 100 years Britain remained separate from the Roman Empire. In AD 43 the Emperor Claudius led the Roman army in a new invasion. This time, there was resistance from some of the British tribes but the Romans were successful in occupying almost all of Britain. "
	},
	{
	  "id": 532,
	  "explanation": " One of the tribal leaders who fought against the Romans was Boudicca, the queen of the Iceni in what is now eastern England. She is still remembered today and there is a statue of her on Westminster Bridge in London, near the Houses of Parliament. "
	},
	{
	  "id": 533,
	  "explanation": "Easter is also celebrated by people who are not religious. 'Easter eggs' are chocolate eggs often given as presents at Easter as a symbol of new life."
	},
	{
	  "id": 534,
	  "explanation": " One British tradition is the pantomime. Many theatres produce a pantomime at Christmas time. They are based on fairy stories and are light-hearted plays with music and comedy, enjoyed by family audiences. One of the traditional characters is the Dame, a woman played by a man. There is often also a pantomime horse or cow played by two actors in the same costume. "
	},
	{ "id": 535, "explanation": "Scotland - Thistle" },
	{
	  "id": 536,
	  "explanation": "Social networking websites such as Facebook and Twitter are a popular way for people to stay in touch with friends, organise social events, and share photos, videos and opinions. Many people use social networking on their mobile phones when out and about."
	},
	{
	  "id": 537,
	  "explanation": " The London Eye is situated on the southern bank of the River Thames and is a Ferris wheel that is 443 feet (135 metres) tall. It was originally built as part of the UK's celebration of the new millennium and continues to be an important part of New Year celebrations. "
	},
	{
	  "id": 538,
	  "explanation": "The Speaker keeps order during political debates to make sure the rules are followed. This includes making sure the opposition (see The government) has a guaranteed amount of time to debate issues which it chooses. The Speaker also represents Parliament on ceremonial occasions."
	},
	{
	  "id": 539,
	  "explanation": "The official home of the Prime Minister is 10 Downing Street, in central London, near the Houses of Parliament. He or she also has a country house outside London called Chequers."
	},
	{
	  "id": 540,
	  "explanation": "The Council of Europe is separate from the EU. It has 47 member countries, including the UK, and is responsible for the protection and promotion of human rights in those countries. It has no power to make laws but draws up conventions and charters, the most well-known of which is the European Convention on Human Rights and Fundamental Freedoms, usually called the European Convention on Human Rights."
	},
	{
	  "id": 541,
	  "explanation": " Examples of civil laws are: Housing law: this includes disputes between landlords and tenants over issues such as repairs and eviction. Consumer rights: an example of this is a dispute about faulty goods or services. Employment law: these cases include disputes over wages and cases of unfair dismissal or discrimination in the workplace. Debt: people might be taken to court if they owe money to someone. "
	},
	{
	  "id": 542,
	  "explanation": "Forced Marriage Protection Orders were introduced in 2008 for England, Wales and Northern Ireland under the Forced Marriage (Civil Protection) Act 2007. Court orders can be obtained to protect a person from being forced into a marriage, or to protect a person in a forced marriage. Similar Protection Orders were introduced in Scotland in November 2011."
	},
	{
	  "id": 543,
	  "explanation": "There are 15 national parks in England, Wales and Scotland. They are areas of protected countryside that everyone can visit, and where people live, work and look after the landscape."
	},
	{
	  "id": 544,
	  "explanation": " There are many opportunities for young people to volunteer and receive accreditation which will help them to develop their skills. These include the National Citizen Service programme, which gives 16- and 17-year-olds the opportunity to enjoy outdoor activities, develop their skills and take part in a community project. "
	},
	{
	  "id": 545,
	  "explanation": "Adult citizens of the UK, and citizens of the Commonwealth and the Irish Republic who are resident in the UK, can vote in all public elections. Adult citizens of other EU states who are resident in the UK can vote in all elections except General Elections."
	},
	{
	  "id": 546,
	  "explanation": " To be able to vote in a parliamentary, local or European election, you must have your name on the electoral register."
	},
	{
	  "id": 547,
	  "explanation": " If your vehicle is over three years old, you must take it for a Ministry of Transport (MOT) test every year.  It is an offence not to have an MOT certificate if your vehicle is more than three years old. "
	},
	{
	  "id": 548,
	  "explanation": " If an MP dies or resigns, there will be a fresh election, called a by-election, in his or her constituency. "
	},
	{
	  "id": 549,
	  "explanation": " Debates in the House of Commons are chaired by the Speaker. This person is the chief Officer of the House of Commons. The Speaker is neutral and does not represent a political party, even though he or she is an MP, represents a constituency and deals with constituents' problems like any other MP. The Speaker is chosen by other MPs in a secret ballot. "
	},
	{
	  "id": 550,
	  "explanation": "The Scottish Parliament can pass laws for Scotland on all matters which are not specifically reserved to the UK Parliament."
	},
	{
	  "id": 551,
	  "explanation": "Most citizens of the UK, the Irish Republic or the Commonwealth aged 18 or over can stand for public Office. There are some exceptions, including: Members of the armed forces Civil servants People found guilty of certain criminal offences. "
	},
	{
	  "id": 552,
	  "explanation": "The leader of the opposition also appoints senior opposition MPs to be 'shadow ministers'. They form the shadow cabinet and their role is to challenge the government and put forward alternative policies. "
	},
	{
	  "id": 553,
	  "explanation": "Although Britain is one of the world's most diverse societies, there is a set of shared values and responsibilities that everyone can agree with. These values and responsibilities include: To obey and respect the law To be aware of the rights of others and respect those rights To treat others with fairness To behave responsibly To help and protect your family To respect and preserve the environment To treat everyone equally, regardless of sex, race, religion, age, disability, class or sexual orientation To work to provide for yourself and your family To help others To vote in local and national government elections. "
	},
	{
	  "id": 554,
	  "explanation": " In 1921 a peace treaty was signed and in 1922 Ireland became two countries. The six counties in the north which were mainly Protestant remained part of the UK under the name Northern Ireland. The rest of Ireland became the Irish Free State. It had its own government and became a republic in 1949. "
	},
	{
	  "id": 555,
	  "explanation": "Churchill was the son of a politician and, before becoming a Conservative MP in 1900, was a soldier and journalist. In May 1940 he became Prime Minister. He refused to surrender to the Nazis and was an inspirational leader to the British people in a time of great hardship. He lost the General Election in 1945 but returned as Prime Minister in 1951."
	},
	{
	  "id": 556,
	  "explanation": "Protestant Christian groups in the UK are Baptists, Methodists, Presbyterians and Quakers. There are also other denominations of Christianity, the biggest of which is Roman Catholic."
	},
	{
	  "id": 558,
	  "explanation": " The 1970s were also a time of serious unrest in Northern Ireland. In 1972, the Northern Ireland Parliament was suspended and Northern Ireland was directly ruled by the UK government. Some 3,000 people lost their lives in the decades after 1969 in the violence in Northern Ireland. "
	},
	{ "id": 560, "explanation": "England - Rose" },
	{
	  "id": 561,
	  "explanation": " Famous horse-racing events include: Royal Ascot, a five-day race meeting in Berkshire attended by members of the Royal Family; the Grand National at Aintree near Liverpool; and the Scottish Grand National at Ayr. There is a National Horse racing Museum in Newmarket, Suffolk. "
	},
	{
	  "id": 562,
	  "explanation": "Sir William Walton (1902-83) wrote a wide range of music, from film scores to opera. He wrote marches for the coronations of King George VI and Queen Elizabeth II but his best-known works are probably FaÃ§ade, which became a ballet, and Balthazar's Feast, which is intended to be sung by a large choir."
	},
	{
	  "id": 563,
	  "explanation": " There are many large venues that host music events throughout the year, such as: Wembley Stadium; The O2 in Greenwich, south-east London; and the Scottish Exhibition and Conference Centre (SECC) in Glasgow. "
	},
	{
	  "id": 564,
	  "explanation": "Wilfred Owen and Siegfried Sassoon - were inspired to write about their experiences in the First World War. More recently, popular poets have included Sir Walter de la Mare, John Masefield, Sir John Betjeman and Ted Hughes. Some of the best-known poets are buried or commemorated in Poet's Corner in Westminster Abbey."
	},
	{
	  "id": 565,
	  "explanation": " The population is very unequally distributed over the four parts of the UK. England more or less consistently makes up 84% of the total population, Wales around 5%, Scotland just over 8% and Northern Ireland less than 3%. "
	},
	{
	  "id": 566,
	  "explanation": "In the 19th century, Gilbert and Sullivan wrote comic operas, often making fun of popular culture and politics. These operas include HMS Pinafore, The Pirates of Penzance and The Mikado "
	},
	{
	  "id": 567,
	  "explanation": "The Lord of the Rings by JRR Tolkien was voted the country's best-loved novel."
	},
	{
	  "id": 568,
	  "explanation": "The 1950s and 1960s were a high point for British comedies, including Passport to Pimlico, The Ladykillers and, later, the Carry On films."
	},
	{
	  "id": 569,
	  "explanation": " At the time, the campaign was generally seen as a failure. However, by 1918 most of these reforms had been adopted. The voting franchise was also extended to women over 30, and then in 1928 to men and women over 21. In 1969, the voting age was reduced to 18 for men and women.  "
	},
	{
	  "id": 570,
	  "explanation": " In England, Wales and Northern Ireland a jury has 12 members, and in Scotland a jury has 15 members. "
	},
	{
	  "id": 571,
	  "explanation": "Many of the painters working in Britain in the 16th and 17th centuries were from abroad - for example, Hans Holbein and Sir Anthony Van Dyck. British artists, particularly those painting portraits and landscapes, became well known from the 18th century onwards."
	},
	{
	  "id": 572,
	  "explanation": "The House of Lords is normally more independent of the government than the House of Commons. It can suggest amendments or propose new laws, which are then discussed by MPs. The House of Lords checks laws that have been passed by the House of Commons to ensure they are fit for purpose. It also holds the government to account to make sure that it is working in the best interests of the people."
	},
	{
	  "id": 573,
	  "explanation": "Many people in the UK are waiting for organ transplants. If you register to be an organ donor, it can make it easier for your family to decide whether to donate your organs when you die. You can register to be an organ donor at www.organdonation.nhs.uk. Living people can also donate a kidney."
	},
	{
	  "id": 574,
	  "explanation": "the National Society for the Prevention of Cruelty to Children (NSPCC))"
	},
	{
	  "id": 575,
	  "explanation": "It is important to recycle as much of your waste as you can. Using recycled materials to make new products uses less energy and means that we do not need to extract more raw materials from the earth. It also means that less rubbish is created, so the amount being put into landfill is reduced."
	},
	{
	  "id": 576,
	  "explanation": "If you have permission to work in the UK, you will need to telephone the Department for Work and Pensions (DWP) to arrange to get a National Insurance number. You may be required to attend an interview. The DWP will advise you of the appropriate application process and tell you which documents you will need to bring to an interview if one is necessary."
	},
	{
	  "id": 577,
	  "explanation": " Following the Black Death, the smaller population meant there was less need to grow cereal crops. There were labour shortages and peasants began to demand higher wages. New social classes appeared, including owners of large areas of land (later called the gentry), and people left the countryside to live in the towns. In the towns, growing wealth led to the development of a strong middle class. "
	},
	{
	  "id": 578,
	  "explanation": "There were people in both parts of Ireland who disagreed with the split between the North and the South. They still wanted Ireland to be one independent country. Years of disagreement led to a terror campaign in Northern Ireland and elsewhere. The conflict between those wishing for full Irish independence and those wishing to remain loyal to the British government is often referred to as 'the Troubles'."
	},
	{
	  "id": 579,
	  "explanation": "Following victory on the beaches of Normandy, the allied forces pressed on through France and eventually into Germany. The Allies comprehensively defeated Germany in May 1945."
	},
	{
	  "id": 580,
	  "explanation": "By the middle of the 15th century the last Welsh rebellions had been defeated. English laws and the English language were introduced."
	},
	{
	  "id": 581,
	  "explanation": "The people of the Bronze Age were accomplished metalworkers who made many beautiful objects in bronze and gold, including tools, ornaments and weapons."
	},
	{
	  "id": 582,
	  "explanation": "The Bronze Age was followed by the Iron Age, when people learned how to make weapons and tools out of iron. People still lived in roundhouses, grouped together into larger settlements, and sometimes defended sites called hill forts."
	},
	{
	  "id": 583,
	  "explanation": "Henry VIII was succeeded by his son Edward VI, who was strongly Protestant. During his reign, the Book of Common Prayer was written to be used in the Church of England."
	},
	{
	  "id": 584,
	  "explanation": "Adam Smith developed ideas about economics which are still referred to today."
	},
	{
	  "id": 585,
	  "explanation": "April Fool's Day, 1 April, is a day when people play jokes on each other until midday. The television and newspapers often have stories that are April Fool jokes."
	},
	{
	  "id": 586,
	  "explanation": "Vaccinations and medical treatment for animals are available from veterinary surgeons (vets). There are charities which may help people who cannot afford to pay a vet."
	},
	{
	  "id": 587,
	  "explanation": " Hannukah is in November or December and is celebrated for eight days. It is to remember the Jews' struggle for religious freedom. On each day of the festival a candle is lit on a stand of eight candles (called a menorah) to remember the story of the festival, where oil that should have lasted only a day did so for eight. "
	},
	{
	  "id": 588,
	  "explanation": " Capital cities UK The capital city of the UK is London Scotland The capital city of Scotland is Edinburgh Wales The capital city of Wales is Cardiff Northern Ireland The capital city of Northern Ireland is Belfast   "
	},
	{
	  "id": 589,
	  "explanation": "John Constable (1776-1837) was a landscape painter most famous for his works of Dedham Vale on the Suffolk-Essex border in the east of England."
	},
	{
	  "id": 590,
	  "explanation": "The population is very unequally distributed over the four parts of the UK. England more or less consistently makes up 84% of the total population, Wales around 5%, Scotland just over 8% and Northern Ireland less than 3%."
	},
	{
	  "id": 592,
	  "explanation": " If your vehicle is over three years old, you must take it for a Ministry of Transport (MOT) test every year.  It is an offence not to have an MOT certificate if your vehicle is more than three years old."
	},
	{
	  "id": 593,
	  "explanation": "When you arrive at the polling station, the staff will ask for your name and address. In Northern Ireland you will also have to show photographic identification. You will then get your ballot paper, which you take to a polling booth to fill in privately."
	},
	{
	  "id": 594,
	  "explanation": " The leader of the opposition also appoints senior opposition MPs to be 'shadow ministers'. They form the shadow cabinet and their role is to challenge the government and put forward alternative policies. "
	},
	{
	  "id": 595,
	  "explanation": " The Queen is the ceremonial head of the Commonwealth, which currently has 52 member states (see below). Membership is voluntary. The Commonwealth has no power over its members, although it can suspend membership. The Commonwealth is based on the core values of democracy, good government and the rule of law. "
	},
	{
	  "id": 596,
	  "explanation": "County Courts deal with a wide range of civil disputes. These include people trying to get back money that is owed to them, cases involving personal injury, family matters, breaches of contract, and divorce. In Scotland, most of these matters are dealt with in the Sheriff Court. More serious civil cases - for example, when a large amount of compensation is being claimed - are dealt with in the High Court in England, Wales and Northern Ireland. In Scotland, they are dealt with in the Court of Session in Edinburgh."
	},
	{
	  "id": 598,
	  "explanation": "Since 1999, hereditary peers have lost the automatic right to attend the House of Lords. They now elect a few of their number to represent them in the House of Lords."
	},
	{
	  "id": 599,
	  "explanation": " Everyone in the UK with a TV, computer or other medium which can be used for watching TV must have a television licence. One licence covers all of the equipment in one home, except when people rent different rooms in a shared house and each has a separate tenancy agreement - those people must each buy a separate licence. You need to buy a TV Licence if there are no TVs in your house but you watch TV programs on your mobile phone. People over 75 can apply for a free TV licence and blind people can get a 50% discount. You will receive a fine of up to £1,000 if you watch TV but do not have a TV licence. "
	},
	{
	  "id": 600,
	  "explanation": " Proceedings in Parliament are broadcast on television and published in official reports called Hansard. Written reports can be found in large libraries and at www.parliament.uk. Most people get information about political issues and events from newspapers (often called 'the press'), television, radio and the internet. "
	},
	{
	  "id": 601,
	  "explanation": " The money from TV licences is used to pay for the British Broadcasting Corporation (BBC). This is a British public service broadcaster providing television and radio programmes. The BBC is the largest broadcaster in the world. It is the only wholly state-funded media organisation that is independent of government. Other UK channels are primarily funded through advertisements and subscriptions. "
	},
	{
	  "id": 602,
	  "explanation": "The queen of Scotland, Mary Stuart (often now called 'Mary, Queen of Scots') was a Catholic. She was only a week old when her father died and she became queen. Much of her childhood was spent in France. When she returned to Scotland, she was the centre of a power struggle between different groups. When her husband was murdered, Mary was suspected of involvement and fled to England. She gave her throne to her Protestant son, James VI of Scotland."
	},
	{
	  "id": 604,
	  "explanation": "Christmas is celebrated in a traditional way. People usually spend the day at home and eat a special meal, which often includes roast turkey, Christmas pudding and mince pies. They give gifts, send cards and decorate their houses. Christmas is a special time for children. Very young children believe that Father Christmas (also known as Santa Claus) brings them presents during the night before Christmas Day. Many people decorate a tree in their home."
	},
	{
	  "id": 605,
	  "explanation": " In the 2009 Citizenship Survey, 70% of people identified themselves as Christian. Much smaller proportions identified themselves as Muslim (4%), Hindu (2%), Sikh (1%) "
	},
	{
	  "id": 606,
	  "explanation": "The modern game of golf can be traced back to 15th century Scotland. It is a popular sport played socially as well as professionally. There are public and private golf courses all over the UK. St Andrews in Scotland is known as the home of golf."
	},
	{
	  "id": 607,
	  "explanation": "Boxing Day is the day after Christmas Day and is a public holiday."
	},
	{
	  "id": 608,
	  "explanation": " Halloween, 31 October, is an ancient festival and has roots in the pagan festival to mark the beginning of winter. Young people will often dress up in frightening costumes to play 'trick or treat'. People give them treats to stop them playing tricks on them. A lot of people carve lanterns out of pumpkins and put a candle inside. "
	},
	{
	  "id": 609,
	  "explanation": "Wales: Welsh cakes - a traditional Welsh snack made from flour, dried fruits and spices, and served either hot or cold."
	},
	{
	  "id": 610,
	  "explanation": " Films were first shown publicly in the UK in 1896 and film screenings very quickly became popular. From the beginning, film makers became famous for clever special effects and this continues to be an area of British expertise. From the early days of the cinema, British actors have worked in both the UK and USA. "
	},
	{
	  "id": 611,
	  "explanation": "There are many variations in language in the different parts of the UK. The English language has many accents and dialects. In Wales, many people speak Welsh - a completely different language from English - and it is taught in schools and universities. In Scotland, Gaelic (again, a different language) is spoken in some parts of the Highlands and Islands, and in Northern Ireland some people speak Irish Gaelic."
	},
	{
	  "id": 612,
	  "explanation": " Anyone can make a complaint about the police by going to a police station or writing to the Chief Constable of the police force involved. Complaints can also be made to an independent body: the Independent Police Complaints Commission in England and Wales, the Police Complaints Commissioner for Scotland or the Police Ombudsman for Northern Ireland. "
	},
	{
	  "id": 613,
	  "explanation": "The Commonwealth is an association of countries that support each other and work together towards shared goals in democracy and development. Most member states were once part of the British Empire, although a few countries which were not have also joined."
	},
	{
	  "id": 615,
	  "explanation": "The Prime Minister appoints about 20 senior MPs to become ministers in charge of departments. These include:   Chancellor of the Exchequer - Responsible for the economy     Home Secretary - Responsible for crime, policing and immigration    Foreign Secretary - Responsible for managing relationships with foreign countries    Other ministers (called 'Secretaries of State') responsible for subjects such as education, health and defence.   "
	},
	{
	  "id": 616,
	  "explanation": " The small claims procedure is an informal way of helping people to settle minor disputes without spending a lot of time and money using a lawyer. This procedure is used for claims of less than £5,000 in England and Wales and £3,000 in Scotland and Northern Ireland. "
	},
	{
	  "id": 617,
	  "explanation": " The Queen has reigned since her father's death in 1952, and in 2012 she celebrated her Diamond Jubilee (60 years as queen). She is married to Prince Philip, the Duke of Edinburgh. Her eldest son, Prince Charles (the Prince of Wales), is the heir to the throne. "
	},
	{
	  "id": 618,
	  "explanation": "When you move into a new house or apartment, introduce yourself to the people who live near you. Getting to know your neighbours can help you to become part of the community and make friends. Your neighbours are also a good source of help - for example, they may be willing to feed your pets if you are away, or offer advice on local shops and services."
	},
	{
	  "id": 619,
	  "explanation": " MPs are elected at a General Election, which is held at least every five years. "
	},
	{
	  "id": 620,
	  "explanation": "By law, radio and television coverage of the political parties must be balanced and so equal time has to be given to rival viewpoints."
	},
	{
	  "id": 621,
	  "explanation": "Since 1997, some powers have been devolved from the central government to give people in Wales, Scotland and Northern Ireland more control over matters that directly affect them."
	},
	{
	  "id": 622,
	  "explanation": " Almost everybody in the UK who is in paid work, including self-employed people, must pay National Insurance Contributions. The money raised from National Insurance Contributions is used to pay for state benefits and services such as the state retirement pension and the National Health Service (NHS). Employees have their National Insurance Contributions deducted from their pay by their employer. People who are self-employed need to pay National Insurance Contributions themselves. Anyone who does not pay enough National Insurance Contributions will not be able to receive certain contributory benefits such as Jobseeker's Allowance or a full state retirement pension. Some workers, such as part-time workers, may not qualify for statutory payments such as maternity pay if they do not earn enough. "
	},
	{
	  "id": 623,
	  "explanation": "The second-largest party in the House of Commons is called the opposition. The leader of the opposition usually becomes Prime Minister if his or her party wins the next General Election."
	},
	{
	  "id": 624,
	  "explanation": " Selling tobacco: it is illegal to sell tobacco products (for example, cigarettes, cigars, roll-up tobacco) to anyone under the age of 18. "
	},
	{
	  "id": 625,
	  "explanation": " The fundamental principles of British life include:  Democracy The rule of law Individual liberty Tolerance of those with different faiths and beliefs Participation in community life.  "
	},
	{
	  "id": 626,
	  "explanation": "There are many variations in language in the different parts of the UK. The English language has many accents and dialects. In Wales, many people speak Welsh - a completely different language from English - and it is taught in schools and universities. In Scotland, Gaelic (again, a different language) is spoken in some parts of the Highlands and Islands, and in Northern Ireland some people speak Irish Gaelic. "
	},
	{
	  "id": 627,
	  "explanation": "Anne of Cleves - Anne was a German princess. Henry married her for political reasons but divorced her soon after."
	},
	{
	  "id": 628,
	  "explanation": "The official Church of the state is the Church of England (called the Anglican Church in other countries and the Episcopal Church in Scotland and the United States)"
	},
	{
	  "id": 629,
	  "explanation": "At the beginning of the Middle Ages, Ireland was an independent country. The English first went to Ireland as troops to help the Irish king and remained to build their own settlements. By 1200, the English ruled an area of Ireland known as the Pale, around Dublin."
	},
	{
	  "id": 630,
	  "explanation": "In Elizabeth I's time, English settlers first began to colonise the eastern coast of America. This colonisation, particularly by people who disagreed with the religious views of the next two kings, greatly increased in the next century."
	},
	{
	  "id": 631,
	  "explanation": "  Following the Black Death, the smaller population meant there was less need to grow cereal crops. There were labour shortages and peasants began to demand higher wages. New social classes appeared, including owners of large areas of land (later called the gentry), and people left the countryside to live in the towns. In the towns, growing wealth led to the development of a strong middle class.  "
	},
	{
	  "id": 632,
	  "explanation": " Skara Brae on Orkney, off the north coast of Scotland, is the best preserved prehistoric village in northern Europe, and has helped archaeologists to understand more about how people lived near the end of the Stone Age. "
	},
	{
	  "id": 633,
	  "explanation": "Actors such as Sir Lawrence Olivier, David Niven, Sir Rex Harrison and Richard Burton starred in a wide variety of popular films. British actors continue to be popular and continue to win awards throughout the world. Recent British actors to have won Oscars include Colin Firth, Sir Anthony Hopkins, Dame Judi Dench, Kate Winslet and Tilda Swinton."
	},
	{
	  "id": 634,
	  "explanation": "British studios flourished in the 1930s. Eminent directors included Sir Alexander Korda and Sir Alfred Hitchcock, who later left for Hollywood and remained an important film director until his death in 1980. During the Second World War, British movies (for example, In Which We Serve) played an important part in boosting morale. Later, British directors including Sir David Lean and Ridley Scott found great success both in the UK and internationally."
	},
	{
	  "id": 635,
	  "explanation": " The currency in the UK is the pound sterling (symbol £). There are 100 pence in a pound. The denominations (values) of currency are:  coins: 1p, 2p, 5p, 10p, 20p, 50p, £1 and £2 notes: £5, £10, £20, £50.  "
	},
	{
	  "id": 636,
	  "explanation": "      Patron Saints' days England, Scotland, Wales and Northern Ireland each have a national saint, called a patron saint. Each saint has a special day: 1 March: St David's Day, Wales 17 March: St Patrick's Day, Northern Ireland 23 April: St George's Day, England 30 November: St Andrew's Day, Scotland.      "
	},
	{
	  "id": 637,
	  "explanation": "       Patron Saints' days England, Scotland, Wales and Northern Ireland each have a national saint, called a patron saint. Each saint has a special day: 1 March: St David's Day, Wales 17 March: St Patrick's Day, Northern Ireland 23 April: St George's Day, England 30 November: St Andrew's Day, Scotland.       "
	},
	{
	  "id": 638,
	  "explanation": " The Mercury Music Prize is awarded each September for the best album from the UK and Ireland. The Brit Awards is an annual event that gives awards in a range of categories, such as best British group and best British solo artist. "
	},
	{
	  "id": 639,
	  "explanation": " Donated blood is used by hospitals to help people with a wide range of injuries and illnesses. Giving blood only takes about an hour to do. "
	},
	{
	  "id": 640,
	  "explanation": "Magistrates and Justices of the Peace (JPs) are members of the local community. In England, Wales and Scotland they usually work unpaid and do not need legal qualifications. They receive training to do the job and are supported by a legal adviser. Magistrates decide the verdict in each case that comes before them and, if the person is found guilty, the sentence that they are given."
	},
	{
	  "id": 641,
	  "explanation": " Most citizens of the UK, the Irish Republic or the Commonwealth aged 18 or over can stand for public Office. There are some exceptions, including: Members of the armed forces Civil servants People found guilty of certain criminal offences. "
	},
	{
	  "id": 642,
	  "explanation": "The public can listen to debates in the Palace of Westminster from public galleries in both the House of Commons and the House of Lords."
	},
	{
	  "id": 643,
	  "explanation": "Examples of civil laws are: Housing law: this includes disputes between landlords and tenants over issues such as repairs and eviction. Consumer rights: an example of this is a dispute about faulty goods or services. Employment law: these cases include disputes over wages and cases of unfair dismissal or discrimination in the workplace. Debt: people might be taken to court if they owe money to someone. "
	},
	{
	  "id": 644,
	  "explanation": "Northern Ireland and Scotland have their own banknotes, which are valid everywhere in the UK. However, shops and businesses do not have to accept them."
	},
	{
	  "id": 645,
	  "explanation": "Everyone who is summoned to do jury service must do it unless they are not eligible (for example, because they have a criminal conviction) or they provide a good reason to be excused, such as ill health."
	},
	{
	  "id": 646,
	  "explanation": "Many local authorities appoint a mayor, who is the ceremonial leader of the council. In some towns, a mayor is elected to be the effective leader of the administration."
	},
	{
	  "id": 647,
	  "explanation": "Political parties are particularly busy at election times. Members work hard to persuade people to vote for their candidates - for instance, by handing out leaflets in the street or by knocking on people's doors and asking for their support. This is called 'canvassing'."
	},
	{
	  "id": 648,
	  "explanation": " There are also several islands which are closely linked with the UK but are not part of it: The Channel Islands and the Isle of Man. These have their own governments and are called 'Crown dependencies'. There are several British overseas territories in other parts of the world, such as St Helena and the Falkland Islands. They are also linked to the UK but are not a part of it. "
	},
	{
	  "id": 649,
	  "explanation": " The people of the Iron Age had a sophisticated culture and economy. They made the first coins to be minted in Britain , some inscribed with the names of Iron Age kings. This marks the beginnings of British history."
	},
	{
	  "id": 650,
	  "explanation": " In Scotland, the English kings were less successful. In 1314 the Scottish, led by Robert the Bruce, defeated the English at the Battle of Bannockburn, and Scotland remained unconquered by the English. "
	},
	{
	  "id": 651,
	  "explanation": " The symbol of the House of Tudor was a red rose with a white rose inside it as a sign that the Houses of York and Lancaster were now allies. "
	},
	{
	  "id": 652,
	  "explanation": " In the 1830s and 1840s, a group called the Chartists campaigned for reform. They wanted six changes: For every man to have the vote Elections every year For all regions to be equal in the electoral system Secret ballots For any man to be able to stand as an MP For MPs to be paid. "
	},
	{
	  "id": 653,
	  "explanation": " The Bill of Rights, 1689, confirmed the rights of Parliament and the limits of the king's power.  Parliament took control of who could be monarch and declared that the king or queen must be a Protestant. A new Parliament had to be elected at least every three years (later this became seven years and now it is five years). Every year the monarch had to ask Parliament to renew funding for the army and the navy."
	},
	{
	  "id": 654,
	  "explanation": "During the Middle Ages, the English kings also fought a number of wars abroad. Many knights took part in the Crusades, in which European Christians fought for control of the Holy Land. English kings also fought a long war with France, called the Hundred Years War (even though it actually lasted 116 years)."
	},
	{
	  "id": 655,
	  "explanation": " During the Victorian period, the British Empire grew to cover all of India, Australia and large parts of Africa. It became the largest empire the world has ever seen, with an estimated population of more than 400 million people. "
	},
	{
	  "id": 656,
	  "explanation": " Remembrance Day, 11 November, commemorates those who died fighting for the UK and its allies. Originally it commemorated the dead of the First World War, which ended on 11 November 1918. People wear poppies (the red flower found on the battlefields of the First World War). At 11.00 am there is a two-minute silence and wreaths are laid at the Cenotaph in Whitehall, London. "
	},
	{
	  "id": 657,
	  "explanation": " Patron Saints' days England, Scotland, Wales and Northern Ireland each have a national saint, called a patron saint. Each saint has a special day: 1 March: St David's Day, Wales 17 March: St Patrick's Day, Northern Ireland 23 April: St George's Day, England 30 November: St Andrew's Day, Scotland. "
	},
	{
	  "id": 658,
	  "explanation": " Post-war immigration means that nearly 10% of the population has a parent or grandparent born outside the UK. "
	},
	{
	  "id": 659,
	  "explanation": " Rowing is also popular, both as a leisure activity and as a competitive sport. There is a popular yearly race on the Thames between Oxford and Cambridge Universities. "
	},
	{
	  "id": 660,
	  "explanation": " Halloween, 31 October, is an ancient festival and has roots in the pagan festival to mark the beginning of winter. Young people will often dress up in frightening costumes to play 'trick or treat'. People give them treats to stop them playing tricks on them. A lot of people carve lanterns out of pumpkins and put a candle inside. "
	},
	{
	  "id": 661,
	  "explanation": "Volunteering is working for good causes without payment. There are many benefits to volunteering, such as meeting new people helping make your community a better place. Some volunteer activities will give you a chance to practise your English or develop work skills that will help you find a job or improve your curriculum vitae (CV). Many people volunteer simply because they want to help other people."
	},
	{
	  "id": 662,
	  "explanation": "If you think someone is trying to persuade you to join an extremist or terrorist cause, you should notify your local police force."
	},
	{
	  "id": 663,
	  "explanation": "The House of Lords is normally more independent of the government than the House of Commons. It can suggest amendments or propose new laws, which are then discussed by MPs. The House of Lords checks laws that have been passed by the House of Commons to ensure they are fit for purpose. It also holds the government to account to make sure that it is working in the best interests of the people."
	},
	{
	  "id": 664,
	  "explanation": " represent everyone in their constituency help to create new laws scrutinise and comment on what the government is doing debate important national issues. "
	},
	{
	  "id": 665,
	  "explanation": "Since 1958, the Prime Minister has had the power to nominate peers just for their own lifetime. These are called life peers. They have usually had an important career in politics, business, law or another profession.  Life peers are appointed by the monarch on the advice of the Prime Minister. "
	},
	{
	  "id": 666,
	  "explanation": "A good way to support your local community is to shop for products locally where you can. This will help businesses and farmers in your area and in Britain. It will also reduce your carbon footprint, because the products you buy will not have had to travel as far."
	},
	{
	  "id": 667,
	  "explanation": "The system of government in the UK is a parliamentary democracy. The UK is divided into parliamentary constituencies. Voters in each constituency elect their member of Parliament (MP) in a General Election. All of the elected MPs form the House of Commons. Most MPs belong to a political party, and the party with the majority of MPs forms the government. If one party does not get a majority, two parties can join together to form a coalition."
	},
	{
	  "id": 668,
	  "explanation": "Civil servants are expected to carry out their role with dedication and a commitment to the civil service and its core values. These are: integrity, honesty, objectivity and impartiality (including being politically neutral). "
	},
	{
	  "id": 669,
	  "explanation": "Towns, cities and rural areas in the UK are governed by democratically elected councils, often called 'local authorities'. Some areas have both district and county councils, which have different functions. Most large towns and cities have a single local authority."
	},
	{
	  "id": 670,
	  "explanation": "Forced marriage is where one or both parties do not or cannot give their consent to enter into the partnership. Forcing another person to marry is a criminal offence."
	},
	{
	  "id": 671,
	  "explanation": "The parents or carers of the young person are expected to attend the hearing. Members of the public are not allowed in Youth Courts, and the name or photographs of the accused young person cannot be published in newspapers or used by the media."
	},
	{
	  "id": 672,
	  "explanation": " Since 1958, the Prime Minister has had the power to nominate peers just for their own lifetime. These are called life peers. They have usually had an important career in politics, business, law or another profession.  Life peers are appointed by the monarch on the advice of the Prime Minister.  "
	},
	{
	  "id": 673,
	  "explanation": "In May 1660, Parliament invited Charles II to come back from exile in the Netherlands. He was crowned King Charles II of England, Wales, Scotland and Ireland. Charles II made it clear that he had 'no wish to go on his travels again'. He understood that he could not always do as he wished but would sometimes need to reach agreement with Parliament. Generally, Parliament supported his policies. The Church of England again became the established official Church. Both Roman Catholics and Puritans were kept out of power."
	},
	{
	  "id": 674,
	  "explanation": " In 1066, an invasion led by William, the Duke of Normandy (in what is now northern France), defeated Harold, the Saxon king of England, at the Battle of Hastings. Harold was killed in the battle. William became king of England and is known as William the Conqueror. "
	},
	{
	  "id": 675,
	  "explanation": "Anne Boleyn - Anne Boleyn was English.  She and Henry had one daughter, Elizabeth.  Anne was unpopular in the country and was accused of taking lovers. She was executed at the Tower of London. "
	},
	{
	  "id": 676,
	  "explanation": " The Commonwealth is an association of countries that support each other and work together towards shared goals in democracy and development. Most member states were once part of the British Empire, although a few countries which were not have also joined. "
	},
	{
	  "id": 677,
	  "explanation": "In 1455, a civil war was begun to decide who should be king of England. It was fought between the supporters of two families: the House of Lancaster and the House of York. This war was called the Wars of the Roses, because the symbol of Lancaster was a red rose and the symbol of York was a white rose."
	},
	{
	  "id": 678,
	  "explanation": "The king's army was defeated at the Battles of Marston Moor and Naseby. By 1646, it was clear that Parliament had won the war.  Charles was held prisoner by the parliamentary army. He was still unwilling to reach any agreement with Parliament and in 1649 he was executed. "
	},
	{
	  "id": 679,
	  "explanation": " The Habeas Corpus Act became law in 1679. This was a very important piece of legislation which remains relevant today.  Habeas corpus is Latin for 'you must present the person in court'. The Act guaranteed that no one could be held prisoner unlawfully. Every prisoner has a right to a court hearing."
	},
	{
	  "id": 680,
	  "explanation": " Located on the north-east coast of Northern Ireland, the Giant's Causeway is a land formation of columns made from volcanic lava. It was formed about 50 million years ago. There are many legends about the Causeway and how it was formed. "
	},
	{
	  "id": 681,
	  "explanation": "Dame Ellen MacArthur (1976-) is a yachtswoman and in 2004 became the fastest person to sail around the world single-handed."
	},
	{
	  "id": 682,
	  "explanation": "Sir Kingsley Amis (1922-95) was an English novelist and poet. He wrote more than 20 novels. The most well-known is Lucky Jim."
	},
	{
	  "id": 684,
	  "explanation": "Britain has produced many great designers, from Thomas Chippendale (who designed furniture in the 18th century) to Clarice Cliff (who designed Art Deco ceramics) to Sir Terence Conran (a 20th-century interior designer). Leading fashion designers of recent years include Mary Quant, Alexander McQueen and Vivienne Westwood."
	},
	{
	  "id": 685,
	  "explanation": "The parents or carers of the young person are expected to attend the hearing. Members of the public are not allowed in Youth Courts, and the name or photographs of the accused young person cannot be published in newspapers or used by the media. "
	},
	{
	  "id": 686,
	  "explanation": " In Northern Ireland, a newly qualified driver must display an 'R' place (for restricted driver) for one year after passing the test. "
	},
	{
	  "id": 689,
	  "explanation": "The Reform Act of 1832 had greatly increased the number of people with the right to vote. The Act also abolished the old pocket and rotten boroughs (see Constitutional Monarchy - The Bill of Rights) and more parliamentary seats were given to the towns and cities. There was a permanent shift of political power from the countryside to the towns but voting was still based on ownership of property. This meant that members of the working class were still unable to vote."
	},
	{
	  "id": 690,
	  "explanation": "The Senedd is an open building. You can book guided tours or seats in the public galleries for the Welsh Assembly. To make a booking, contact the Assembly Booking Service"
	},
	{
	  "id": 691,
	  "explanation": "In Northern Ireland elected members, known as MLAs, meet in the Northern Ireland Assembly at Stormont, in Belfast."
	},
	{
	  "id": 692,
	  "explanation": "The UK has a constitutional monarchy. This means that the king or queen does not rule the country but appoints the government, which the people have chosen in a democratic election. The monarch invites the leader of the party with the largest number of MPs, or the leader of a coalition between more than one party, to become the Prime Minister. The monarch has regular meetings with the Prime Minister and can advise, warn and encourage, but the decisions on government policies are made by the Prime Minister and cabinet (see The government)."
	},
	{
	  "id": 693,
	  "explanation": "In the UK, brutality and violence in the home is a serious crime. Anyone who is violent towards their partner - whether they are a man or woman, married or living together - can be prosecuted. Any man who forces a woman to have sex, including a woman's husband, can be charged with rape."
	},
	{
	  "id": 694,
	  "explanation": "In Northern Ireland, cases are heard by a District Judge or Deputy District Judge, who is legally qualified and paid. "
	},
	{
	  "id": 696,
	  "explanation": " Policy and laws governing defence, foreign affairs, immigration, taxation and social security all remain under central UK government control. However, many other public services, such as education, are controlled by the devolved administrations. The devolved administrations each have their own civil service. "
	},
	{
	  "id": 697,
	  "explanation": "One of the most important responsibilities of all residents in the UK is to know and obey the law. This section will tell you about the legal system in the UK and some of the laws that may affect you. Britain is proud of being a welcoming country, but all residents, regardless of their background, are expected to comply with the law and to understand that some things which may be allowed in other legal systems are not acceptable in the UK. Those who do not respect the law should not expect to be allowed to become permanent residents in the UK."
	},
	{
	  "id": 698,
	  "explanation": "  Although Britain is one of the world's most diverse societies, there is a set of shared values and responsibilities that everyone can agree with. These values and responsibilities include: To obey and respect the law To be aware of the rights of others and respect those rights To treat others with fairness To behave responsibly To help and protect your family To respect and preserve the environment To treat everyone equally, regardless of sex, race, religion, age, disability, class or sexual orientation To work to provide for yourself and your family To help others To vote in local and national government elections.  "
	},
	{
	  "id": 700,
	  "explanation": " To divorce his first wife, Henry needed the approval of the Pope. When the Pope refused, Henry established the Church of England. In this new Church, the king, not the Pope, would have the power to appoint bishops and order how people should worship. "
	},
	{
	  "id": 701,
	  "explanation": "Shakespeare had a great influence on the English language and invented many words that are still common today."
	},
	{
	  "id": 702,
	  "explanation": " All Scottish clans were required formally to accept William as king by taking an oath. The MacDonalds of Glencoe were late in taking the oath and were all killed. "
	},
	{
	  "id": 704,
	  "explanation": "Conditions in Ireland were not as good as in the rest of the UK.  Two-thirds of the population still depended on farming to make their living, often on very small plots of land. Many depended on potatoes as a large part of their diet.  In the middle of the century the potato crop failed, and Ireland suffered a famine. A million people died from disease and starvation. Another million and a half left Ireland. Some emigrated to the United States and others came to England. By 1861 there were large populations of Irish people in cities such as Liverpool, London, Manchester and Glasgow."
	},
	{
	  "id": 705,
	  "explanation": " Despite this crucial victory, the German air force was able to continue bombing London and other British cities at night-time. This was called the Blitz. "
	},
	{
	  "id": 706,
	  "explanation": "James Watt's work on steam power, helped the progress of the Industrial Revolution."
	},
	{
	  "id": 707,
	  "explanation": "Christmas Day, 25 December, celebrates the birth of Jesus Christ. It is a public holiday. Many Christians go to church on Christmas Eve (24 December) or on Christmas Day itself."
	},
	{
	  "id": 708,
	  "explanation": " Bonfire Night, 5 November, is an occasion when people in Great Britain set off fireworks at home or in special displays. The origin of this celebration was an event in 1605, when a group of Catholics led by Guy Fawkes failed in their plan to kill the Protestant king with a bomb in the Houses of Parliament. "
	},
	{
	  "id": 709,
	  "explanation": "important composers include Gustav Holst (1874-1934), whose work includes The Planets, a suite of pieces themed around the planets of the solar system. He adapted Jupiter, part of the Planets suite, as the tune for I vow to thee my country, a popular hymn in British churches."
	},
	{
	  "id": 710,
	  "explanation": "Andrew Lloyd Webber has written the music for shows which have been popular throughout the world, including, in collaboration with Tim Rice, Jesus Christ Superstar and Evita, and also Cats and The Phantom of the Opera."
	},
	{
	  "id": 711,
	  "explanation": "Radar was developed by Scotsman Sir Robert Watson-Watt (1892-1973), who proposed that enemy aircraft could be detected by radio waves. The first successful radar test took place in 1935. "
	},
	{
	  "id": 712,
	  "explanation": "The voting franchise was also extended to women over 30, and then in 1928 to men and women over 21. In 1969, the voting age was reduced to 18 for men and women."
	},
	{
	  "id": 713,
	  "explanation": "The leader of the opposition leads his or her party in pointing out what they see as the government's failures and weaknesses. One important opportunity to do this is at Prime Minister's Questions, which takes place every week while Parliament is sitting."
	},
	{
	  "id": 714,
	  "explanation": "From 1695, newspapers were allowed to operate without a government licence. Increasing numbers of newspapers began to be published."
	},
	{
	  "id": 715,
	  "explanation": "Britain and France developed Concorde, the world's only supersonic passenger aircraft. It first flew in 1969 and began carrying passengers in 1976. Concorde was retired from service in 2003."
	},
	{
	  "id": 716,
	  "explanation": "The currency in the UK is the pound sterling (symbol £). There are 100 pence in a pound. The denominations (values) of currency are:  coins: 1p, 2p, 5p, 10p, 20p, 50p, £1 and £2 notes: £5, £10, £20, £50. "
	},
	{
	  "id": 717,
	  "explanation": "Big Ben is the nickname for the great bell of the clock at the Houses of Parliament in London. Many people call the clock Big Ben as well. The clock is over 150 years old and is a popular tourist attraction. The clock tower is named 'Elizabeth Tower' in honour of Queen Elizabeth II's Diamond Jubilee in 2012. "
	},
	{
	  "id": 718,
	  "explanation": "Anyone aged 18 or over can stand for election as an MP but they are unlikely to win unless they have been nominated to represent one of the major political parties.  These are the Conservative Party, the Labour Party, the Liberal Democrats, or one of the parties representing Scottish, Welsh or Northern Irish interests. "
	},
	{
	  "id": 719,
	  "explanation": " The European Union (EU), originally called the European Economic Community (EEC), was set up by six western European countries (Belgium, France, Germany, Italy, Luxembourg and the Netherlands) who signed the Treaty of Rome on 25 March 1957. The UK originally decided not to join this group but it became a member in 1973.  There are now 28 EU member states "
	},
	{
	  "id": 721,
	  "explanation": "The Anglo-Saxons were not Christians when they first came to Britain but, during this period, missionaries came to Britain to preach about Christianity. Missionaries from Ireland spread the religion in the north. The most famous of these were St Patrick, who would become the patron saint of Ireland (see patron saints), and St Columba, who founded a monastery on the island of Iona, off the coast of what is now Scotland.  St Augustine led missionaries from Rome, who spread Christianity in the south. St Augustine became the first Archbishop of Canterbury (see the Archbishop of Canterbury and the Church in Britain today). "
	},
	{
	  "id": 722,
	  "explanation": " Anglo-Saxon kings continued to rule what is now England, except for a short period when there were Danish kings. The first of these was Cnut, also called Canute. "
	},
	{
	  "id": 723,
	  "explanation": " During the Middle Ages, the English kings also fought a number of wars abroad. Many knights took part in the Crusades, in which European Christians fought for control of the Holy Land. English kings also fought a long war with France, called the Hundred Years War (even though it actually lasted 116 years). "
	},
	{
	  "id": 724,
	  "explanation": "In the years leading up to 1400, Geoffrey Chaucer wrote a series of poems in English about a group of people going to Canterbury on a pilgrimage. The people decided to tell each other stories on the journey, and the poems describe the travellers and some of the stories they told. This collection of poems is called The Canterbury Tales. "
	},
	{
	  "id": 725,
	  "explanation": " Mary was a devout Catholic and persecuted Protestants (for this reason, she became known as 'Bloody Mary') . Mary also died after a short reign and the next monarch was her half-sister, Elizabeth, the daughter of Henry VIII and Anne Boleyn."
	},
	{
	  "id": 726,
	  "explanation": "During the reigns of Elizabeth I and James I, many people in Ireland opposed rule by the Protestant government in England. There were a number of rebellions. The English government encouraged Scottish and English Protestants to settle in Ulster, the northern province of Ireland, taking over the land from Catholic landholders. These settlements were known as plantations."
	},
	{
	  "id": 727,
	  "explanation": " Charles I entered the House of Commons and tried to arrest five parliamentary leaders, but they had been warned and were not there. "
	},
	{
	  "id": 728,
	  "explanation": "In 1807, it became illegal to trade slaves in British ships or from British ports, and in 1833 the Emancipation Act abolished slavery throughout the British Empire. "
	},
	{
	  "id": 729,
	  "explanation": " The BBC started radio broadcasts in 1922 and began the world's first regular television service in 1936. "
	},
	{
	  "id": 730,
	  "explanation": " In the 19th century, satirical magazines began to be published. The most famous was Punch, which was published for the first time in the 1840s. "
	},
	{
	  "id": 731,
	  "explanation": "The UK has had a fully democratic voting system since 1928 (see The Development of British Democracy). The present voting age of 18 was set in 1969 and (with a few exceptions) all UK-born and naturalised adult citizens have the right to vote."
	},
	{
	  "id": 732,
	  "explanation": "Born in Manchester, Mary Peters moved to Northern Ireland as a child. She was a talented athlete who won an Olympic gold medal in the pentathlon in 1972. After this, she raised money for local athletics and became the team manager for the women's British Olympic team. She continues to promote sport and tourism in Northern Ireland and was made a Dame of the British Empire in 2000 in recognition of her work."
	},
	{
	  "id": 733,
	  "explanation": " In the 2009 Citizenship Survey, 70% of people identified themselves as Christian. Much smaller proportions identified themselves as Muslim (4%), Hindu (2%), Sikh (1%) "
	},
	{
	  "id": 734,
	  "explanation": "In Scotland, the national Church is the Church of Scotland, which is a Presbyterian Church. It is governed by ministers and elders. The chairperson of the General Assembly of the Church of Scotland is the Moderator, who is appointed for one year only and often speaks on behalf of that Church."
	},
	{
	  "id": 735,
	  "explanation": "Only Scotland and Northern Ireland have their patron saint's day as an official holiday (although in Scotland not all businesses and Offices will close). Events are held across Scotland, Northern Ireland and the rest of the country, especially where there are a lot of people of Scottish, Northern Irish and Irish heritage."
	},
	{
	  "id": 736,
	  "explanation": "Mothering Sunday (or Mother's Day) is the Sunday three weeks before Easter. Children send cards or buy gifts for their mothers."
	},
	{
	  "id": 737,
	  "explanation": "The UK has hosted the Olympic Games on three occasions: 1908, 1948 and 2012."
	},
	{
	  "id": 738,
	  "explanation": "Baroness Tanni-Grey Thompson (1969-) is an athlete who uses a wheelchair and won 16 Paralympic medals, including 11 gold medals, in races over five Paralympic Games. She won the London Marathon six times and broke a total of 30 world records."
	},
	{
	  "id": 739,
	  "explanation": "There is a long history of motor sport in the UK, for both cars and motor cycles. Motor-car racing in the UK started in 1902. The UK continues to be a world leader in the development and manufacture of motor-sport technology. A Formula 1 Grand Prix event is held in the UK each year and a number of British Grand Prix drivers have won the Formula 1 World Championship."
	},
	{
	  "id": 740,
	  "explanation": " Everyone in the UK with a TV, computer or other medium which can be used for watching TV must have a television licence. One licence covers all of the equipment in one home, except when people rent different rooms in a shared house and each has a separate tenancy agreement - those people must each buy a separate licence. You need to buy a TV Licence if there are no TVs in your house but you watch TV programs on your mobile phone. People over 75 can apply for a free TV licence and blind people can get a 50% discount. You will receive a fine of up to £1,000 if you watch TV but do not have a TV licence. "
	},
	{
	  "id": 741,
	  "explanation": " The Tower of London was first built by William the Conqueror after he became king in 1066. Tours are given by the Yeoman Warders, also known as Beefeaters, who tell visitors about the building's history. People can also see the Crown Jewels there. "
	},
	{
	  "id": 742,
	  "explanation": " The Queen has reigned since her father's death in 1952, and in 2012 she celebrated her Diamond Jubilee (60 years as queen). She is married to Prince Philip, the Duke of Edinburgh. Her eldest son, Prince Charles (the Prince of Wales), is the heir to the throne. "
	},
	{
	  "id": 743,
	  "explanation": " The Queen has important ceremonial roles, such as the opening of the new parliamentary session each year. On this occasion the Queen makes a speech which summarises the government's policies for the year ahead. All Acts of Parliament are made in her name. "
	},
	{
	  "id": 744,
	  "explanation": " Life peers are appointed by the monarch on the advice of the Prime Minister. "
	},
	{
	  "id": 746,
	  "explanation": "Speak and read English Have a good understanding of life in the UK. "
	},
	{
	  "id": 748,
	  "explanation": " The burial place of one of the kings was at Sutton Hoo in modern Suffolk. This king was buried with treasure and armour, all placed in a ship which was then covered by a mound of earth. "
	},
	{
	  "id": 753,
	  "explanation": "The Boer War of 1899 to 1902 made the discussions about the future of the Empire more urgent. The British went to war in South Africa with settlers from the Netherlands called the Boers. The Boers fought fiercely and the war went on for over three years. Many died in the fighting and many more from disease. There was some public sympathy for the Boers and people began to question whether the Empire could continue."
	},
	{
	  "id": 754,
	  "explanation": " The development of the Bessemer process for the mass production of steel led to the development of the shipbuilding industry and the railways. Manufacturing jobs became the main source of employment in Britain. "
	},
	{
	  "id": 755,
	  "explanation": "At the same time the Reformation was happening across Europe.  This was a movement against the authority of the Pope and the ideas and practices of the Roman Catholic Church. The Protestants formed their own churches. They read the Bible in their own languages instead of in Latin; they did not pray to saints or at shrines; and they believed that a person's own relationship with God was more important than submitting to the authority of the Church. "
	},
	{
	  "id": 757,
	  "explanation": "Throughout the 1990s, Britain played a leading role in coalition forces involved in the liberation of Kuwait, following the Iraqi invasion in 1990, and the conflict in the Former Republic of Yugoslavia."
	},
	{
	  "id": 758,
	  "explanation": " William sent people all over England to draw up lists of all the towns and villages. The people who lived there, who owned the land and what animals they owned were also listed. This was called the Domesday Book. It still exists today and gives a picture of society in England just after the Norman Conquest. "
	},
	{
	  "id": 759,
	  "explanation": "The Allies fought against the Central Powers - mainly Germany, the Austro-Hungarian Empire, the Ottoman Empire and later Bulgaria. Millions of people were killed or wounded, with more than 2 million British casualties."
	},
	{
	  "id": 760,
	  "explanation": " In Scotland, the national Church is the Church of Scotland, which is a Presbyterian Church. It is governed by ministers and elders. The chairperson of the General Assembly of the Church of Scotland is the Moderator, who is appointed for one year only and often speaks on behalf of that Church. "
	},
	{
	  "id": 761,
	  "explanation": " The population is very unequally distributed over the four parts of the UK. England more or less consistently makes up 84% of the total population, Wales around 5%, Scotland just over 8% and Northern Ireland less than 3%. "
	},
	{
	  "id": 762,
	  "explanation": " The Welsh government and National Assembly for Wales are based in Cardiff, the capital city of Wales. The National Assembly has 60 Assembly members (AMs) and elections are held every four years using a form of proportional representation. Members can speak in either Welsh or English and all of the Assembly's publications are in both languages. "
	},
	{
	  "id": 765,
	  "explanation": "Some of the principles included in the European Convention on Human Rights are: Right to life Prohibition of torture Prohibition of slavery and forced labour Right to liberty and security Right to a fair trial Freedom of thought, conscience and religion Freedom of expression (speech). "
	},
	{
	  "id": 766,
	  "explanation": "As well as getting the right to vote, people on the electoral register are randomly selected to serve on a jury. Anyone who is on the electoral register and is aged 18 to 70 can be asked to do this."
	},
	{
	  "id": 767,
	  "explanation": "  The official name of the country is the United Kingdom of Great Britain and Northern Ireland. 'Great Britain' refers only to England, Scotland and Wales, not to Northern Ireland. The words 'Britain', Isles' or 'British', however, are used in this book to refer to everyone in the UK.  "
	},
	{
	  "id": 769,
	  "explanation": "In 1947, independence was granted to nine countries, including India, Pakistan and Ceylon (now Sri Lanka). Other colonies in Africa, the Caribbean and the Pacific achieved independence over the next 20 years."
	},
	{
	  "id": 770,
	  "explanation": " The Elizabethan period in England was a time of growing patriotism: a feeling of pride in being English. English explorers sought new trade routes and tried to expand British trade into the Spanish colonies in the Americas. "
	},
	{
	  "id": 771,
	  "explanation": " Parts of the west of Britain, including much of what is now Wales, and Scotland, remained free of Anglo-Saxon rule. "
	},
	{
	  "id": 772,
	  "explanation": " The Boer War of 1899 to 1902 made the discussions about the future of the Empire more urgent. The British went to war in South Africa with settlers from the Netherlands called the Boers. The Boers fought fiercely and the war went on for over three years. Many died in the fighting and many more from disease. There was some public sympathy for the Boers and people began to question whether the Empire could continue. "
	},
	{
	  "id": 773,
	  "explanation": " There were few formal limits to the king's power until 1215. In that year, King John was forced by his noblemen to agree to a number of demands. The result was a charter of rights called the Magna Carta (which means the Great Charter). "
	},
	{
	  "id": 774,
	  "explanation": " The first farmers arrived in Britain about 6,000 years ago. "
	},
	{
	  "id": 775,
	  "explanation": "The structure of the DNA molecule was discovered in 1953 through work at British universities in London and Cambridge. This discovery contributed to many scientific advances, particularly in medicine and fighting crime. Francis Crick (1916-2004), one of those awarded the Nobel Prize for this discovery, was British."
	},
	{
	  "id": 776,
	  "explanation": "Evelyn Waugh (1903-66) wrote satirical novels, including Decline and Fall and Scoop. He is perhaps best known for Brideshead Revisited."
	},
	{
	  "id": 777,
	  "explanation": " The Bronze Age was followed by the Iron Age, when people learned how to make weapons and tools out of iron. People still lived in roundhouses, grouped together into larger settlements, and sometimes defended sites called hill forts. "
	},
	{
	  "id": 778,
	  "explanation": "Catherine of Aragon - Catherine was a Spanish princess. She and Henry had a number of children but only one, Mary, survived. When Catherine was too old to give him another child, Henry decided to divorce her, hoping that another wife would give him a son to be his heir."
	},
	{
	  "id": 779,
	  "explanation": " In 1982, Argentina invaded the Falkland Islands, a British overseas territory in the South Atlantic. A naval taskforce was sent from the UK and military action led to the recovery of the islands. John Major was Prime Minister after Mrs Thatcher, and helped establish the Northern Ireland peace process. "
	},
	{
	  "id": 780,
	  "explanation": " Rudyard Kipling was born in India in 1865 and later lived in India, the UK and the USA. He wrote books and poems set in both India and the UK. His poems and novels reflected the idea that the British Empire was a force for good. Kipling was awarded the Nobel Prize in Literature in 1907. His books include the Just So Stories and The Jungle Book, which continue to be popular today. "
	},
	{
	  "id": 781,
	  "explanation": "Roald Dahl was born in Wales to Norwegian parents. He served in the Royal Air Force during the Second World War. It was during the 1940s that he began to publish books and short stories. He is most well known for his children's books, although he also wrote for adults. His best-known works include Charlie and the Chocolate Factory and George's Marvellous Medicine. Several of his books have been made into films."
	},
	{
	  "id": 782,
	  "explanation": "when Hitler invaded Poland in 1939, Britain and France declared war in order to stop his aggression."
	},
	{
	  "id": 783,
	  "explanation": " In 1776, 13 American colonies declared their independence, stating that people had a right to establish their own governments.  The colonists eventually defeated the British army and Britain recognised the colonies' independence in 1783.  "
	},
	{
	  "id": 784,
	  "explanation": " Since 1997, some powers have been devolved from the central government to give people in Wales, Scotland and Northern Ireland more control over matters that directly affect them.   There has been a Welsh Assembly and a Scottish Parliament since 1999. There is also a Northern Ireland Assembly, although this has been suspended on a few occasions. "
	},
	{
	  "id": 785,
	  "explanation": "Margaret Thatcher was the daughter of a grocer from Grantham in Lincolnshire. She trained as a chemist and lawyer. She was elected as a Conservative MP in 1959 and became a cabinet minister in 1970 as the Secretary of State for Education and Science. In 1975 she was elected as Leader of the Conservative Party and so became Leader of the Opposition."
	},
	{
	  "id": 786,
	  "explanation": " It is often called the Festival of Lights. It is celebrated by Hindus and Sikhs. "
	},
	{
	  "id": 787,
	  "explanation": "Charles Dickens (1812-70) wrote a number of very famous novels, including Oliver Twist and Great Expectations. You will hear references in everyday talk to some of the characters in his books, such as Scrooge (a mean person) or Mr Micawber (always hopeful)."
	},
	{
	  "id": 789,
	  "explanation": " Women in Britain today make up about half of the workforce. On average, girls leave school with better qualifications than boys. More women than men study at university. "
	},
	{
	  "id": 790,
	  "explanation": " Sir Chris Hoy (1976-) is a Scottish cyclist who has won six gold and one silver Olympic medals. He has also won 11 world championship titles. "
	},
	{
	  "id": 791,
	  "explanation": " The money from TV licences is used to pay for the British Broadcasting Corporation (BBC). This is a British public service broadcaster providing television and radio programmes. The BBC is the largest broadcaster in the world. It is the only wholly state-funded media organisation that is independent of government. Other UK channels are primarily funded through advertisements and subscriptions. "
	},
	{
	  "id": 792,
	  "explanation": " There are also several islands which are closely linked with the UK but are not part of it: The Channel Islands and the Isle of Man. These have their own governments and are called 'Crown dependencies'. There are several British overseas territories in other parts of the world, such as St Helena and the Falkland Islands. They are also linked to the UK but are not a part of it. "
	},
	{
	  "id": 793,
	  "explanation": " In May 1660, Parliament invited Charles II to come back from exile in the Netherlands. He was crowned King Charles II of England, Wales, Scotland and Ireland. Charles II made it clear that he had 'no wish to go on his travels again'. He understood that he could not always do as he wished but would sometimes need to reach agreement with Parliament. Generally, Parliament supported his policies. The Church of England again became the established official Church. Both Roman Catholics and Puritans were kept out of power. "
	},
	{
	  "id": 794,
	  "explanation": "The Belles of St Trinian's (1954), directed by Frank Launder"
	},
	{
	  "id": 795,
	  "explanation": "Queen Elizabeth I was a Protestant. She re-established the Church of England as the official Church in England. Everyone had to attend their local church and there were laws about the type of religious services and the prayers which could be said, but Elizabeth did not ask about people's real beliefs. She succeeded in finding a balance between the views of Catholics and the more extreme Protestants. In this way, she avoided any serious religious conflict within England."
	},
	{
	  "id": 796,
	  "explanation": " In 1837, Queen Victoria became queen of the UK at the age of 18. She reigned until 1901, almost 64 years. This was the longest reign of any British monarch until Queen Elizabeth recently completed more than 65 years of reign. Victoria's reign is known as the Victorian Age. It was a time when Britain increased in power and influence abroad. Within the UK, the middle classes because increasingly significant and a number of reformers led moves to improve conditions of life for the poor. "
	},
	{
	  "id": 797,
	  "explanation": "Transport links also improved, enabling goods and people to move more easily around the country. Just before Victoria came to the throne, the father and son George and Robert Stephenson pioneered the railway engine and a major expansion of the railways took place in the Victorian period."
	},
	{
	  "id": 798,
	  "explanation": " Known in Scotland as 'The Bard', Robert Burns was a Scottish poet. He wrote in the Scots language, English with some Scottish words, and standard English. He also revised a lot of traditional folk songs by changing or adding lyrics. Burns' best-known work is probably the song Auld Lang Syne, which is sung by people in the UK and other countries when they are celebrating the New Year (or Hogmanay as it is called in Scotland). "
	},
	{
	  "id": 799,
	  "explanation": " As France fell, the British decided to evacuate British and French soldiers from France in a huge naval operation. Many civilian volunteers in small pleasure and fishing boats from Britain helped the Navy to rescue more than 300,000 men from the beaches around Dunkirk. Although many lives and a lot of equipment were lost, the evacuation was a success and meant that Britain was better able to continue the fight against the Germans. The evacuation gave rise to the phrase 'the Dunkirk spirit'. "
	},
	{ "id": 800, "explanation": "Labour Party won the 1945 election." },
	{
	  "id": 801,
	  "explanation": "The television was developed by Scotsman John Logie Baird (1888-1946) in the 1920s. In 1932 he made the first television broadcast between London and Glasgow."
	},
	{
	  "id": 802,
	  "explanation": "St Augustine led missionaries from Rome, who spread Christianity in the south. St Augustine became the first Archbishop of Canterbury (see the Archbishop of Canterbury and the Church in Britain today)."
	},
	{
	  "id": 804,
	  "explanation": "He became an important figure in the field. His most famous published work was Philosophiae Naturalis Principia Mathematica ('Mathematical Principles of Natural Philosophy'), which showed how gravity applied to the whole universe. Newton also discovered that white light is made up of the colours of the rainbow. Many of his discoveries are still important for modern science."
	},
	{
	  "id": 805,
	  "explanation": " During Charles II's reign, in 1665, there was a major outbreak of plague in London. Thousands of people died, especially in poorer areas. The following year, a great fire destroyed much of the city, including many churches and St Paul's Cathedral. London was rebuilt with a new St Paul's, which was designed by a famous architect, Sir Christopher Wren. Samuel Pepys wrote about these events in a diary which was later published and is still read today."
	},
	{
	  "id": 806,
	  "explanation": "One of the most famous battles of the Hundred Years War was the Battle of Agincourt in 1415, where King Henry V's vastly outnumbered English army defeated the French. The English left France in the 1450s."
	},
	{
	  "id": 807,
	  "explanation": "There is also an official Welsh flag, which shows a Welsh dragon. The Welsh dragon does not appear on the Union Flag because, when the first Union Flag was created in 1606 from the flags of Scotland and England, the Principality of Wales was already united with England."
	},
	{
	  "id": 808,
	  "explanation": " After the Norman Conquest, the king and his noblemen had spoken Norman French and the peasants had continued to speak Anglo-Saxon. Gradually these two languages combined to become one English language. "
	},
	{
	  "id": 809,
	  "explanation": "The effects of the depression of the 1930s were felt differently in different parts of the UK. The traditional heavy industries such as shipbuilding were badly affected but new industries - including the automobile and aviation industries - developed. As prices generally fell, those in work had more money to spend. Car ownership doubled from 1 million to 2 million between 1930 and 1939."
	},
	{
	  "id": 810,
	  "explanation": "The Normans used a system of land ownership known as feudalism. The king gave land to his lords in return for help in war. Landowners had to send certain numbers of men to serve in the army. Some peasants had their own land but most were serfs."
	},
	{
	  "id": 811,
	  "explanation": " During the reigns of Elizabeth I and James I, many people in Ireland opposed rule by the Protestant government in England. There were a number of rebellions. The English government encouraged Scottish and English Protestants to settle in Ulster, the northern province of Ireland, taking over the land from Catholic landholders. These settlements were known as plantations. "
	},
	{
	  "id": 813,
	  "explanation": "In England, Wales and Northern Ireland, most minor criminal cases are dealt with in a Magistrates' Court. In Scotland, minor criminal offences go to a Justice of the Peace Court."
	},
	{
	  "id": 814,
	  "explanation": "William Beveridge (later Lord Beveridge) was a British economist and social reformer. He served briefly as a Liberal MP and was subsequently the leader of the Liberals in the House of Lords but is best known for the 1942 report Social Insurance and Allied Services (known as the Beveridge Report). The report was commissioned by the wartime government in 1941. It recommended that the government should find ways of fighting the five 'Giant Evils' of Want, Disease, Ignorance, Squalor and Idleness and provided the basis of the modern welfare state."
	},
	{
	  "id": 815,
	  "explanation": "The Irish Nationalist movement had grown strongly through the 19th century. Some, such as the Fenians, favoured complete independence. Others, such as Charles Stuart Parnell, advocated 'Home Rule', in which Ireland would remain in the UK but have its own parliament."
	},
	{
	  "id": 816,
	  "explanation": "Stonehenge was probably a special gathering place for seasonal ceremonies. Other Stone Age sites have also survived."
	},
	{
	  "id": 817,
	  "explanation": "In 1948, Aneurin (Nye) Bevan, the Minister for Health, led the establishment of the National Health Service (NHS), which guaranteed a minimum standard of health care for all, free at the point of use. A national system of benefits was also introduced to provide 'social security', so that the population would be protected from the 'cradle to the grave'. The government took into public ownership (nationalised) the railways, coal mines and gas, water and electricity supplies."
	},
	{
	  "id": 818,
	  "explanation": "Elizabeth I never married and so had no children of her own to inherit her throne. When she died in 1603 her heir was her cousin James VI of Scotland. He became King James I of England, Wales and Ireland but Scotland remained a separate country."
	},
	{
	  "id": 819,
	  "explanation": "The Paralympic Games for 2012 were also hosted in London. The Paralympics have their origin in the work of Dr Sir Ludwig Guttman, a German refugee, at the Stoke Mandeville hospital in Buckinghamshire. Dr Guttman developed new methods of treatment for people with spinal injuries and encouraged patients to take part in exercise and sport."
	},
	{
	  "id": 820,
	  "explanation": "Public houses (pubs) are an important part of the UK social culture. Many people enjoy meeting friends in the pub. Most communities will have a 'local' pub that is a natural focal point for social activities. Pub quizzes are popular. Pool and darts are traditional pub games."
	},
	{
	  "id": 821,
	  "explanation": "Ellie Simmonds (1994-) is a Paralympian who won gold medals for swimming at the 2008 and 2012 Paralympic Games and holds a number of world records. She was the youngest member of the British team at the 2008 Games."
	},
	{
	  "id": 822,
	  "explanation": "The modern Conservative Party is still sometimes referred"
	},
	{
	  "id": 823,
	  "explanation": "EU law is legally binding in the UK and all the other EU member states. European laws are called directives, regulations or framework decisions."
	},
	{
	  "id": 824,
	  "explanation": "Sometimes events are organised by parent-teacher associations (PTAs). Volunteering to help with their events or joining the association is a way of doing something good for the school and also making new friends in your local community. You can find out about these opportunities from notices in the school or notes your children bring home."
	},
	{
	  "id": 825,
	  "explanation": "British citizens can stand for Office as a local councillor, a member of Parliament (or the devolved equivalents) or a member of the European Parliament. This is an opportunity to become even more involved in the political life of the UK. You may also be able to stand for Office if you are an Irish citizen, an eligible Commonwealth citizen or (except for standing to be an MP) a citizen of another EU country."
	},
	{
	  "id": 826,
	  "explanation": "selling or buying drugs such as heroin, cocaine, ecstasy and cannabis is illegal in the UK."
	},
	{
	  "id": 827,
	  "explanation": "The idiosyncratic nature of the game and its complex laws are said to reflect the best of the British character and sense of fair play. You may come across expressions such as 'rain stopped play', 'batting on a sticky wicket', 'playing a straight bat', 'bowled a googly' or 'it's just not cricket', which have passed into everyday usage. The most famous competition is the Ashes, which is a series of Test matches played between England and Australia."
	},
	{
	  "id": 828,
	  "explanation": "The early 20th century was a time of optimism in Britain. The nation, with its expansive Empire, well-admired navy, thriving industry and strong political institutions, was what is now known as a global 'superpower'. It was also a time of social progress. Financial help for the unemployed, old-age pensions and free school meals were just a few of the important measures introduced."
	},
	{
	  "id": 829,
	  "explanation": "3 of the wives were called Catherine and 2 were called Anne."
	},
	{
	  "id": 830,
	  "explanation": "During the 18th century, Britain fought a number of wars with France. In 1789, there was a revolution in France and the new French government soon declared war on Britain. Napoleon, who became Emperor of France, continued the war."
	},
	{
	  "id": 831,
	  "explanation": "Charles I wanted the worship of the Church of England to include more ceremony and introduced a revised Prayer Book. He tried to impose this Prayer Book on the Presbyterian Church in Scotland and this led to serious unrest. A Scottish army was formed and Charles could not find the money he needed for his own army without the help of Parliament. In 1640, he recalled Parliament to ask it for funds."
	},
	{
	  "id": 832,
	  "explanation": "David Hockney (1937-) was an important contributor to the 'pop art' movement of the 1960s and continues to be influential today."
	},
	{
	  "id": 833,
	  "explanation": "James II's elder daughter, Mary, was married to her cousin William of Orange, the Protestant ruler of the Netherlands.  In 1688, important Protestants in England asked William to invade England and proclaim himself king. When William reached England, there was no resistance. "
	},
	{
	  "id": 834,
	  "explanation": "Sailing continues to be popular in the UK, reflecting our maritime heritage. A British sailor, Sir Francis Chichester, was the first person to sail single-handed around the world, in 1966/67. Two years later, Sir Robin Knox-Johnston became the first person to do this without stopping. Many sailing events are held throughout the UK, the most famous of which is at Cowes on the Isle of Wight."
	},
	{
	  "id": 835,
	  "explanation": "Thomas Gainsborough (1727-88) was a portrait painter who often painted people in country or garden scenery."
	},
	{
	  "id": 836,
	  "explanation": "Sir Ian Botham (1955-) captained the English cricket team and holds a number of English Test cricket records, both for batting and for bowling."
	},
	{
	  "id": 837,
	  "explanation": "Ralph Vaughan Williams (1872-1958) wrote music for orchestras and choirs. He was strongly influenced by traditional English folk music."
	},
	{
	  "id": 838,
	  "explanation": "The Turner Prize is recognised as one of the most prestigious visual art awards in Europe. Previous winners include Damien Hirst and Richard Wright."
	},
	{
	  "id": 839,
	  "explanation": "The 39 Steps (1935), directed by Alfred Hitchcock"
	},
	{
	  "id": 840,
	  "explanation": "When Queen Anne died in 1714, Parliament chose a German, George I, to be the next king, because he was Anne's nearest Protestant relative. An attempt by Scottish Jacobites to put James II's son on the throne instead was quickly defeated. George I did not speak very good English and this increased his need to rely on his ministers. The most important minister in Parliament became known as the Prime Minister."
	},
	{
	  "id": 841,
	  "explanation": "Lines from his plays and poems which are often still quoted include: Once more unto the breach (Henry V) To be or not to be (Hamlet) A rose by any other name (Romeo and Juliet) All the world's a stage (As You Like It) The darling buds of May (Sonnet 18 - Shall I Compare Thee To a Summer's Day). "
	},
	{
	  "id": 842,
	  "explanation": "Skiing is increasingly popular in the UK. Many people go abroad to ski and there are also dry ski slopes throughout the UK. Skiing on snow may also be possible during the winter. There are five ski centres in Scotland, as well as Europe's longest dry ski slope near Edinburgh."
	},
	{
	  "id": 843,
	  "explanation": "UK laws ensure that people are not treated unfairly in any area of life or work because of their age, disability, sex, pregnancy and maternity, race, religion or belief, sexuality or marital status. If you face problems with discrimination, you can get more information from the Citizens Advice Bureau or from one of the following organisations:"
	},
	{
	  "id": 844,
	  "explanation": "A lot of people in the UK have pets such as cats or dogs. They might have them for company or because they enjoy looking after them. It is against the law to treat a pet cruelly or to neglect it. All dogs in public places must wear a collar showing the name and address of the owner. The owner is responsible for keeping the dog under control and for cleaning up after the animal in a public place."
	},
	{
	  "id": 845,
	  "explanation": "A Northern Ireland Parliament was established in 1922, when Ireland was divided, but it was abolished in 1972, shortly after the Troubles broke out in 1969 (see The Partition of Ireland)."
	},
	{
	  "id": 846,
	  "explanation": "The jury has to listen to the evidence presented at the trial and then decide a verdict of 'guilty' or 'not guilty' based on what they have heard. In Scotland, a third verdict of 'not proven' is also possible. If the jury finds a defendant guilty, the judge decides on the penalty."
	},
	{
	  "id": 847,
	  "explanation": "You can volunteer with the police, and become a special constable or a lay (non-police) representative. You can also apply to become a magistrate. You will often find advertisements for vacancies in your local newspaper or on local radio."
	},
	{
	  "id": 848,
	  "explanation": "These are the Conservative Party, the Labour Party, the Liberal Democrats, or one of the parties representing Scottish, Welsh or Northern Irish interests."
	},
	{
	  "id": 849,
	  "explanation": "The Lake District is England's largest national park. It covers 885 square miles (2,292 square kilometres). It is famous for its lakes and mountains and is very popular with climbers, walkers and sailors. The biggest stretch of water is Windermere."
	},
	{
	  "id": 850,
	  "explanation": "there are devolved governments in Scotland, Wales and Northern Ireland that have the power to legislate on certain issues."
	},
	{
	  "id": 851,
	  "explanation": "The Queen represents the UK to the rest of the world. She receives foreign ambassadors and high commissioners, entertains visiting heads of state, and makes state visits overseas in support of diplomatic and economic relationships with other countries."
	},
	{
	  "id": 852,
	  "explanation": "Members of the House of Lords, known as peers, are not elected by the people and do not represent a constituency. The role and membership of the House of Lords has changed over the last 50 years. Until 1958, all peers were: 'Hereditary', which means they inherited their title, or Senior judges, or Bishops of the Church of England. "
	},
	{
	  "id": 853,
	  "explanation": "A lot of people have gardens at home and will spend their free time looking after them. Some people rent additional land called 'an allotment', where they grow fruit and vegetables. Gardening and flower shows range from major national exhibitions to small local events. Many towns have garden centres selling plants and gardening equipment."
	},
	{
	  "id": 854,
	  "explanation": "Eid ul Adha remembers that the prophet Ibrahim was willing to sacrifice his son when God ordered him to. It reminds Muslims of their own commitment to God. Many Muslims sacrifice an animal to eat during this festival. In Britain this has to be done in a slaughterhouse."
	},
	{
	  "id": 855,
	  "explanation": "As well as those mentioned previously, there are other public holidays each year called bank holidays, when banks and many other businesses are closed for the day. These are of no religious significance. They are at the beginning of May, in late May or early June, and in August. In Northern Ireland, the anniversary of the Battle of the Boyne in July is also a public holiday."
	},
	{
	  "id": 856,
	  "explanation": "Other poets, including William Wordsworth, were inspired by nature. Sir Walter Scott wrote poems inspired by Scotland and the traditional stories and songs from the area on the borders of Scotland and England. He also wrote novels, many of which were set in Scotland."
	},
	{
	  "id": 857,
	  "explanation": "A marriage should be entered into with the full and free consent of both people involved. Arranged marriages, where both parties agree to the marriage, are acceptable in the UK."
	},
	{
	  "id": 858,
	  "explanation": "West Germany, France, Belgium, Italy, Luxembourg and the Netherlands formed the European Economic Community (EEC) in 1957. At first the UK did not wish to join the EEC but it eventually did so in 1973."
	},
	{
	  "id": 859,
	  "explanation": "The electoral register is updated every year in September or October. An electoral registration form is sent to every household and this has to be completed and returned with the names of everyone who is resident in the household and eligible to vote."
	},
	{
	  "id": 860,
	  "explanation": "In November 2012, the public elected Police and Crime Commissioners (PCCs) in England and Wales. These are directly elected individuals who are responsible for the delivery of an efficient and effective police force that reflects the needs of their local communities."
	},
	{
	  "id": 861,
	  "explanation": "'I wander'd lonely as a cloud That floats on high o'er vales and hills When all at once I saw a crowd, A host of golden daffodils' (William Wordsworth, 1770-1850 - The Daffodils) "
	},
	{
	  "id": 862,
	  "explanation": "In 1745 there was another attempt to put a Stuart king back on the throne in place of George I's son, George II. Charles Edward Stuart (Bonnie Prince Charlie), the grandson of James II, landed in Scotland. He was supported by clansmen from the Scottish highlands and raised an army. Charles initially had some successes but was defeated by George II's army at the Battle of Culloden in 1746. Charles escaped back to Europe."
	},
	{
	  "id": 863,
	  "explanation": "Britain continues to be particularly strong in special effects and animation. One example is the work of Nick Park, who has won four Oscars for his animated films, including three for films featuring Wallace and Gromit."
	},
	{
	  "id": 864,
	  "explanation": "Solicitors' charges are usually based on how much time they spend on a case. It is very important to find out at the start how much a case is likely to cost."
	},
	{
	  "id": 865,
	  "explanation": "In Northern Ireland a different system operates. This is called 'individual registration' and all those entitled to vote must complete their own registration form. Once registered, people stay on the register provided their personal details do not change."
	},
	{
	  "id": 866,
	  "explanation": "Sir Edward Elgar (1857-1934) was born in Worcester, England. His best-known work is probably the Pomp and Circumstance Marches. March No 1 (Land of Hope and Glory) is usually played at the Last Night of the Proms at the Royal Albert Hall."
	},
	{
	  "id": 867,
	  "explanation": "It was also a time when social laws were liberalised, for example in relation to divorce and to abortion in England, Wales and Scotland. The position of women in the workplace also improved. It was quite common at the time for employers to ask women to leave their jobs when they got married, but Parliament passed new laws giving women the right to equal pay and made it illegal for employers to discriminate against women because of their gender."
	},
	{
	  "id": 868,
	  "explanation": "You can get details about the small claims procedure from your local County Court or Sheriff Court."
	},
	{
	  "id": 870,
	  "explanation": "Sir Roger Bannister (1929-) was the first man in the world to run a mile in under four minutes, in 1954."
	},
	{
	  "id": 908,
	  "explanation": "This was a movement against the authority of the Pope and the ideas and practices of the Roman Catholic Church. The Protestants formed their own churches. They read the Bible in their own languages instead of in Latin; they did not pray to saints or at shrines; and they believed that a person's own relationship with God was more important than submitting to the authority of the Church."
	},
	{
	  "id": 945,
	  "explanation": "David Weir (1979-) is a Paralympian who uses a wheelchair and has won six gold medals over two Paralympic Games. He has also won the London Marathon six times."
	},
	{
	  "id": 949,
	  "explanation": "He was a playwright and actor and wrote many poems and plays. His most famous plays include A Midsummer Night's Dream, Hamlet, Macbeth and Romeo and Juliet. He also dramatised significant events from the past, but he did not focus solely on kings and queens. He was one of the first to portray ordinary Englishmen and women."
	},
	{
	  "id": 950,
	  "explanation": "In 1903 Emmeline Pankhurst helped found the Women's Social and Political Union (WSPU). This was the first group whose members were called 'suffragettes'. The group used civil disobedience as part of their protest to gain the vote for women. They chained themselves to railings, smashed windows and committed arson. Many of the women, including Emmeline, went on hunger strike."
	},
	{
	  "id": 951,
	  "explanation": "There are theatres in most towns and cities throughout the UK, ranging from the large to the small. They are an important part of local communities and often show both professional and amateur productions. London's West End, also known as 'Theatreland', is particularly well known. The Mousetrap, a murder-mystery play by Dame Agatha Christie, has been running in the West End since 1952 and has had the longest initial run of any show in history."
	},
	{
	  "id": 952,
	  "explanation": "Parts of Hadrian's Wall, including the forts of Housesteads and Vindolanda, can still be seen. It is a popular area for walkers and is a UNESCO (United Nations Education, Scientific and Cultural Organization) World Heritage Site."
	},
	{
	  "id": 956,
	  "explanation": "By the 1760s, there were substantial British colonies in North America. The colonies were wealthy and largely in control of their own affairs. Many of the colonist families had originally gone to North America in order to have religious freedom. They were well educated and interested in ideas of liberty. The British government wanted to tax the colonies. The colonists saw this as an attack on their freedom and said there should be 'no taxation without representation' in the British Parliament. Parliament tried to compromise by repealing some of the taxes, but relationships between the British government and the colonies continued to worsen. Fighting broke out between the colonists and the British forces."
	},
	{
	  "id": 960,
	  "explanation": "The jet engine was developed in Britain in the 1930s by Sir Frank Whittle (1907-96), a British Royal Air Force engineer Officer."
	},
	{
	  "id": 962,
	  "explanation": "The Man Booker Prize for Fiction is awarded annually for the best fiction novel written by an author from the Commonwealth, Ireland or Zimbabwe. It has been awarded since 1968. Past winners include Ian McEwan, Hilary Mantel and Julian Barnes."
	},
	{
	  "id": 963,
	  "explanation": "Cricket   Cricket originated in England and is now played in many countries. Games can last up to five days but still result in a draw!   The idiosyncratic nature of the game and its complex laws are said to reflect the best of the British character and sense of fair play. You may come across expressions such as 'rain stopped play', 'batting on a sticky wicket', 'playing a straight bat', 'bowled a googly' or 'it's just not cricket', which have passed into everyday usage. The most famous competition is the Ashes, which is a series of Test matches played between England and Australia.  "
	},
	{
	  "id": 964,
	  "explanation": "Many of the films now produced in the UK are made by foreign companies, using British expertise. Some of the most commercially successful films of all time, including the two highest-grossing film franchises (Harry Potter and James Bond), have been produced in the UK. Ealing Studios has a claim to being the oldest continuously working film studio facility in the world.  Britain continues to be particularly strong in special effects and animation. One example is the work of Nick Park, who has won four Oscars for his animated films, including three for films featuring Wallace and Gromit.  "
	},
	{
	  "id": 971,
	  "explanation": "You can contact MPs by letter. email, social media or telephone at their constituency Office, or at their Office in the House of Commons: The House of Commons, Westminster, London SW1A 0AA, telephone 020 7729 3000. In addition, many MPs, Assembly members, MSPs and MEPs hold regular local 'surgeries', where constituents can go in person to talk about issues that are of concern to them. These surgeries are often advertised in the local newspaper."
	},
	{
	  "id": 972,
	  "explanation": "Works by British and international artists are displayed in galleries across the UK. Some of the most well-known galleries are The National Gallery, Tate Britain and Tate Modern in London, the National Museum in Cardiff, and the National Gallery of Scotland in Edinburgh."
	},
	{
	  "id": 975,
	  "explanation": " In 1913, the British government promised 'Home Rule' for Ireland. The proposal was to have a self-governing Ireland with its own parliament but still part of the UK. A Home Rule Bill was introduced in Parliament. It was opposed by the Protestants in the north of Ireland, who threatened to resist Home Rule by force.  The outbreak of the First World War led the British government to postpone any changes in Ireland. Irish Nationalists were not willing to wait and in 1916 there was an uprising (the Easter Rising) against the British in Dublin. The leaders of the uprising were executed under military law. A guerrilla war against the British army and the police in Ireland followed.  In 1921 a peace treaty was signed and in 1922 Ireland became two countries. The six counties in the north which were mainly Protestant remained part of the UK under the name Northern Ireland. The rest of Ireland became the Irish Free State. It had its own government and became a republic in 1949.  "
	},
	{
	  "id": 987,
	  "explanation": "The UK is located in the north west of Europe.  The longest distance on the mainland is from John O'Groats on the north coast of Scotland to Land's End in the south-west corner of England. It is about 870 miles (approximately 1,400 kilometres).  Most people live in towns and cities but much of Britain is still countryside. Many people continue to visit the countryside for holidays and for leisure activities such as walking, camping and fishing. "
	},
	{
	  "id": 1001,
	  "explanation": "Admiral Nelson was in charge of the British fleet at Trafalgar and was killed in the battle. Nelson's Column in Trafalgar Square, London, is a monument to him. His ship, HMS Victory, can be visited in Portsmouth."
	},
	{
	  "id": 1012,
	  "explanation": "Alongside the development of architecture, garden design and landscaping have played an important role in the UK. In the 18th century, Lancelot 'Capability' Brown designed the grounds around country houses so that the landscape appeared to be natural, with grass, trees and lakes. He often said that a place had 'capabilities'. Later, Gertrude Jekyll often worked with Edwin Lutyens to design colourful gardens around the houses he designed. Gardens continue to be an important part of homes in the UK. The annual Chelsea Flower Show showcases garden design from Britain and around the world."
	},
	{
	  "id": 1018,
	  "explanation": "In the 17th century, Inigo Jones took inspiration from classical architecture to design the Queen's House at Greenwich and the Banqueting House in Whitehall in London. Later in the century, Sir Christopher Wren helped develop a British version of the ornate styles popular in Europe in buildings such as the new St Paul's Cathedral."
	},
	{
	  "id": 1026,
	  "explanation": "Festival season takes place across the UK every summer, with major events in various locations. Famous festivals include Glastonbury, the Isle of Wight Festival and the V Festival. Many bands and solo artists, both well-known and up-and-coming, perform at these events."
	}
  ]
}
